export const DUA_CATEGORY = {
  "slug": "dua-category-11-health-healing",
  "title": "الصحة والشفاء",
  "itemCount": 7,
  "preview": "الحَمْدُ لِلَّهِ الذِي عَافَانِي فِي جَسَدِي، وَرَدَّ عَلَيَّ رُوحِي، وَأَذِنَ لِي بِذِكْرِهِ",
  "sources": [
    "HisnElMuslim",
    "AzkarDB"
  ],
  "itemIds": [
    "10",
    "11",
    "12",
    "13",
    "14",
    "15",
    "16"
  ],
  "itemsLoaded": true,
  "items": [
    {
      "id": "10",
      "text": "الحَمْدُ لِلَّهِ الذِي عَافَانِي فِي جَسَدِي، وَرَدَّ عَلَيَّ رُوحِي، وَأَذِنَ لِي بِذِكْرِهِ",
      "reference": "التّرمذي 5/ 473 وانظر صحيح التّرمذي 3/ 144",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "أَذْكَارُ الِاسْتِيقَاظِ مِنَ النَّوْمِ"
    },
    {
      "id": "11",
      "text": "السَّلَامُ عَلَيْكُمْ أَهْلَ الدِّيَارِ، مِنَ المُؤْمِنِينَ وَالمُسْلِمِينَ، وَإِنَّا إِنْ شَاءَ اللَّهُ بِكُمْ لَاحِقُونَ [وَيَرْحَمُ اللَّهُ المُسْتَقْدِمِينَ مِنَّا وَالمُسْتَأْخِرِينَ] أَسْأَلُ اللَّهَ لَنَا وَلَكُمُ العَافِيَةَ",
      "reference": "مسلم 2/ 671، وابن ماجة، واللفظ له 1/ 494 عن بريدة رضي اللّه عنه، وما بين المعكوفين من حديث عائشة رضي اللّه عنها عند مسلم 2/ 671",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ زِيَارَةِ القُبُورِ"
    },
    {
      "id": "12",
      "text": "الحَمْدُ لِلَّهِ الذِي عَافَانِي مِمَّا اِبْتَلَاكَ بِهِ وَفَضَّلَنِي عَلَى كَثِيرٍ مِمَّنْ خَلَقَ تَفْضِيلًا",
      "reference": "التّرمذي 5/ 493 و 494 وانظر صحيح التّرمذي 3/ 153",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ مَنْ رَأَى مُبْتَلًى"
    },
    {
      "id": "13",
      "text": "( الْحَمْدُ لِلَّهِ الَّذِي عَافَانِي فِي جَسَدِي، وَرَدَّ عَلَيَّ رُوحِي، وَأَذِنَ لي بِذِكْرِهِ )",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "أذكار الاستيقاظ من النوم"
    },
    {
      "id": "14",
      "text": "((السَّلاَمُ عَلَيْكُمْ أَهْلَ الدِّيَارِ، مِنَ الْمُؤْمِنِينَ وَالْمُسْلِمِينَ، وَإِنَّا إِنْ شَاءَ اللَّهُ بِكُمْ لاَحِقُونَ، [وَيَرْحَمُ اللَّهُ الْمُسْتَقدِمِينَ مِنَّا وَالْمُسْتأْخِرِينَ] أَسْاَلُ اللَّهَ لَنَا وَلَكُمُ الْعَافِيَةَ)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء زيارة القبور"
    },
    {
      "id": "15",
      "text": "((الْحَمْدُ لِلَّهِ الَّذِي عَافَانِي مِمَّا ابْتَلاَكَ بِهِ، وَفَضَّلَنِي عَلَى كَثِيرٍ مِمَّنْ خَلَقَ تَفْضِيلاً)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء من رأى مبتلى"
    },
    {
      "id": "16",
      "text": "أَسْأَلُ اللَّهَ الْعَظِيمَ رَبَّ الْعَرْشِ الْعَظِيمِ، أَنْ يُعَافِيَكَ وَيَشْفِيَكَ.",
      "reference": "أحمد",
      "source": "AzkarDB",
      "repeatTarget": 7,
      "description": null,
      "originalCategory": "الرقية الشرعية من السنة النبوية"
    }
  ]
};
export default DUA_CATEGORY;
