export const DUA_SOURCE_CATEGORY = {
  "slug": "dua-category-06-mercy-steadfastness-guidance",
  "title": "الرحمة والثبات والهداية",
  "items": [
    {
      "id": 152,
      "text": "اللهم  اجعل في قلبي نورا، وفي لساني نورا، وفي سمعي نورا، وفي بصري نورا، ومن فوقي نورا، ومن تحتي نورا، وعن يميني نورا، وعن شمالي نورا، ومن أمامي نورا، ومن خلفي نورا، واجعل في نفسي نورا، وأعظم لي نورا، وعظم لي نورا، واجعل لي نورا، واجعلني نورا.",
      "reference": "جميع هذه الخصال في البخاري 11/ 116 برقم 6316 ومسلم 1/ 526، 529، 530 برقم 763",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ الذَّهَابِ إِلَى الـمَسْجِدِ"
    },
    {
      "id": 153,
      "text": "اللهم  أعطني نورا، واجعل في عصبي نورا، وفي لحمي نورا، وفي دمي نورا، وفي شعري نورا، وفي بشري نورا",
      "reference": "جميع هذه الخصال في البخاري 11/ 116 برقم 6316 ومسلم 1/ 526، 529، 530 برقم 763",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ الذَّهَابِ إِلَى الـمَسْجِدِ"
    },
    {
      "id": 154,
      "text": "اللَّهُمَّ اجْعَلْ لِي نُورًا فِي قَبْرِي .. وَنُورًا فِي عِظَامِي",
      "reference": "التّرمذي برقم 3419، 5/ 483",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ الذَّهَابِ إِلَى الـمَسْجِدِ"
    },
    {
      "id": 155,
      "text": "وَزِدْنِي نُورًا، وَزِدْنِي نُورًا، وَزِدْنِي نُورًا",
      "reference": "أخرجه البخاري في الأدب المفرد برقم 695، ص 258 وصحح إسناده الألباني في صحيح الأدب المفرد برقم 536",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ الذَّهَابِ إِلَى الـمَسْجِدِ"
    },
    {
      "id": 156,
      "text": "وَهَبْ لِي نُورًا عَلَى نُورٍ",
      "reference": "ذكره ابن حجر في فتح الباري وعزاه إلى ابن أبي عاصم في كتاب الدعاء، انظر الفتح 11/ 118 وقال: فاجتمع من اختلاف الروايات خمس وعشرون خصلة",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ الذَّهَابِ إِلَى الـمَسْجِدِ"
    },
    {
      "id": 157,
      "text": "اللَّهُمَّ رَبَّ جِبْرَائِيلَ وَمِيكَائِيلَ وَإِسْرَافِيلَ، فَاطِرَ السَّمَوَاتِ وَالأَرْضِ، عَالِمَ الغَيْبِ وَالشَّهَادَةِ، أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ. اهْدِنِي لِمَا اخْتُلِفَ فِيهِ مِنَ الحَّقِّ بِإِذْنِكَ إِنَّكَ تَهْدِي مَنْ تَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ",
      "reference": "رواه مسلم 1/ 534",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ الاسْتِفْتَاحِ"
    },
    {
      "id": 158,
      "text": "اللهم  لك الحمد أنت نور السموات والأرض ومن فيهن، ولك الحمد أنت قيم السموات والأرض ومن فيهن، ولك الحمد أنت رب السموات والأرض ومن فيهن، ولك الحمد لك ملك السموات والأرض ومن فيهن، ولك الحمد أنت ملك السموات والأرض، ولك الحمد أنت الحق، ووعدك الحق، وقولك الحق، ولقاؤك الحق، والجنة حق، والنار حق، والنبيون حق، ومحمد صلى الله عليه وسلم حق والساعة حق",
      "reference": "البخاري مع الفتح 3/ 3 و 11/ 116 و 13/ 371، 423، 465 ومسلم مختصرًا بنحوه 1/ 532",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ الاسْتِفْتَاحِ"
    },
    {
      "id": 159,
      "text": "أَصْبَحْنَا وَأَصْبَحَ المُلْكُ لِلَّهِ رَبِّ العَالَمِينَ، اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ هَذَا اليَوْمِ: فَتْحَهُ، وَنَصْرَهُ، وَنُورَهُ، وَبَرَكَتَهُ، وَهُدَاهُ، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِيهِ وَشَرِّ مَا بَعْدَهُ",
      "reference": "أبو داود 4/ 322 وحسن إسناده شعيب وعبد القادر الأرناؤوط في تحقيق زاد المعاد 2/ 273",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "أَذْكَارُ الصَّبَاحِ"
    },
    {
      "id": 160,
      "text": "أَمْسَيْنَا وَأَمْسَى المُلْكُ لِلَّهِ رَبِّ العَالَمِينَ، اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ هَذِهِ اللَّيْلَةِ: فَتْحَهَا، وَنَصْرَهَا، وَنُورَهَا، وَبَرَكَتَهَا، وَهُدَاهَا، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِيهَا وَشَرِّ مَا بَعْدَهَا",
      "reference": "أبو داود 4/ 322 وحسن إسناده شعيب وعبد القادر الأرناؤوط في تحقيق زاد المعاد 2/ 273",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "أَذْكَارُ المَسَاءِ"
    },
    {
      "id": 161,
      "text": "بِاسْمِكَ رَبِّي وَضَعْتُ جَنْبِي وَبِكَ أَرْفَعُهُ، إِنْ أَمْسَكْتَ نَفْسِي فَارْحَمْهَا، وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا بِمَا تَحْفَظُ بِهِ عِبَادَكَ الصَّالِحِينَ",
      "reference": "إذا قام أحدكم من فراشه ثم رجع إليه فلينفض بصنفة  إزاره ثلاث مرات وليسم الله  فإنه لا يدري ماذا خلفه عليه بعده وإذا اضطجع فليقل ... (الحديث)\r\n\r\n البخاري 11/ 126. ومسلم 4/ 2084",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "أَذْكَارُ النَّوْمِ"
    },
    {
      "id": 162,
      "text": "اللَّهُمَّ اهْدِنِي فِيمَنْ هَدَيْتَ، وَعَافِنِي فِيمَنْ عَافَيْتَ، وَتَوَلَّنِي فِيمَنْ تَوَلَّيْتَ، وَبَارِكْ لِي فِيمَا أَعْطَيْتَ، وَقِنِي شَرَّ مَا قَضَيْتَ، فَإِنَّكَ تَقْضِي وَلَا يُقْضَى عَلَيْكَ، إِنَّهُ لَا يَذِلُّ مَنْ وَاَلَيْتَ، [وَلَا يَعِزُّ مَنْ عَادَيْتَ]، تَبَارَكْتَ رَبَّنَا وَتَعَالَيْتَ",
      "reference": "أخرجه أصحاب السّنن الأربعة، وأحمد والدّارمي والحاكم والبيهقيّ، ومابين المعكوفين للبيهقي، وانظر صحيح التّرمذي 1/ 144 وصحيح ابن ماجة 1/ 194 وإرواء الغليل للألباني 2/ 172",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ قُنُوتِ الوِتْرِ"
    },
    {
      "id": 163,
      "text": "اللَّهُمَّ إِنِّي عَبْدُكَ، اِبْنُ عَبْدِكَ، اِبْنُ أَمَتِكَ، نَاصِيَتِي بِيَدِكَ، مَاضٍ فِيَّ حُكْمُكَ، عَدْلٌ فِيَّ قَضَاؤُكَ، أَسْأَلُكَ بِكُلِّ اِسْمٍ هُوَ لَكَ، سَمَّيْتَ بِهِ نَفْسَكَ، أَوْ أَنْزَلْتَهُ فِي كِتَابِكَ، أَوْ عَلَّمْتَهُ أَحَدًا مِنْ خَلْقِكَ، أَوْ اِسْتَأْثَرْتَ بِهِ فِي عِلْمِ الغَيْبِ عِنْدَكَ، أَنْ تَجْعَلَ القُرْآنَ رَبِيعَ قَلْبِي، وَنُورَ صَدْرِي، وَجَلَاءَ حُزْنِي، وَذَهَابَ هَمِّي",
      "reference": "أحمد 1/ 391 وصحّحه الألبانيّ",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ الهَمِّ والحُزْنِ"
    },
    {
      "id": 164,
      "text": "اللهم  ثبته",
      "reference": "كان النّبيّ صلّى اللّه عليه وسلّم إذا فرغ من دفن الميّت وقف عليه وقال: (استغفروا لأخيكم وسلوا له التّثبيت، فإنّه الآن يُسأل). أبو داود 3/ 315، والحاكم وصحّحه ووافقه الذّهبيّ 1/ 370",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "الدُّعَاءُ بَعْدَ دَفْنِ المَيِّتِ"
    },
    {
      "id": 165,
      "text": "ذَهَبَ الظَّمَأُ وَابْتَلَّتِ العُرُوقُ، وَثَبَتَ الأَجْرُ إِنْ شَاءَ اللَّهُ",
      "reference": "أخرجه أبو داود 2/ 306 وغيره، وانظر صحيح الجامع 4/ 209",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "الدُّعَاءُ عِنْدَ إِفْطَارِ الصَّائِمِ"
    },
    {
      "id": 166,
      "text": "أَصْبَـحْـنا وَأَصْبَـحْ المُـلكُ للهِ رَبِّ العـالَمـين ، اللّهُـمَّ إِنِّـي أسْـأَلُـكَ خَـيْرَ هـذا الـيَوْم ، فَـتْحَهُ ، وَنَصْـرَهُ ، وَنـورَهُ وَبَـرَكَتَـهُ ، وَهُـداهُ ، وَأَعـوذُ بِـكَ مِـنْ شَـرِّ ما فـيهِ وَشَـرِّ ما بَعْـدَه.",
      "reference": "أبو داود",
      "source": "AzkarDB",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "أذكار الصباح"
    },
    {
      "id": 167,
      "text": "أَمْسَيْنا وَأَمْسَى الْمُلْكُ للهِ رَبِّ الْعَالَمَيْنِ، اللَّهُمَّ إِنَّي أسْأَلُكَ خَيْرَ هَذَه اللَّيْلَةِ فَتْحَهَا ونَصْرَهَا، ونُوْرَهَا وبَرَكَتهَا، وَهُدَاهَا، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فيهِا وَشَرَّ مَا بَعْدَهَا.",
      "reference": "أبو داود",
      "source": "AzkarDB",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "أذكار المساء"
    },
    {
      "id": 168,
      "text": "اللهم  اجعل في قلبي نورا، وفي لساني نورا، وفي سمعي نورا، وفي بصري نورا، ومن فوقي نورا، ومن تحتي نورا، وعن يميني نورا، وعن شمالي نورا، ومن أمامي نورا، ومن خلفي نورا، واجعل في نفسي نورا، وأعظم لي نورا، وعظم لي نورا، واجعل لي نورا، واجعلني نورا،",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء الذهاب إلى المسجد"
    },
    {
      "id": 169,
      "text": "اللهم  أعطني نورا، واجعل في عصبي نورا، وفي لحمي نورا، وفي دمي نورا، وفي شعري نورا، وفي بشري نورا)([",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء الذهاب إلى المسجد"
    },
    {
      "id": 170,
      "text": "اللهم  اجعل لي نورا في قبري... ونورا في عظامي])[(وزدني نورا، وزدني نورا، وزدني نورا)][(وهب لي نورا على نور)]",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء الذهاب إلى المسجد"
    },
    {
      "id": 171,
      "text": "((اللَّهُمَّ رَبَّ جِبْرَائِيلَ، وَمِيْكَائِيلَ، وَإِسْرَافِيلَ، فَاطِرَ السَّمَوَاتِ وَالأَرْضِ، عَالِمَ الغَيْبِ وَالشَّهَادَةِ أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ. اهْدِنِي لِمَا اخْتُلِفَ فِيهِ مِنَ الْحَقِّ بِإِذْنِكَ إِنَّكَ تَهْدِي مَنْ تَشَاءُ إِلَى صِرَاطٍ مُسْتَقيمٍ)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء الاستفتاح"
    },
    {
      "id": 172,
      "text": "اللهم  لك الحمد، أنت نور السموات والأرض ومن فيهن، ولك الحمد أنت قيم السموات والأرض ومن فيهن، [ولك الحمد أنت رب السموات والأرض ومن فيهن] [ولك الحمد لك ملك السموات والأرض ومن فيهن] [ولك الحمد أنت ملك السموات والأرض] [ولك الحمد] [أنت الحق، ووعدك الحق، وقولك الحق، ولقاؤك الحق، والجنة حق، والنار حق، والنبيون حق، ومحمد صلى الله عليه وسلم حق، والساعة حق] [",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء الاستفتاح"
    },
    {
      "id": 173,
      "text": "اللهم  إن كنت تعلم أن هذا الأمر - ويسمي حاجته - خير لي في ديني ومعاشي وعاقبة أمري – أو قال: عاجله وآجله - فاقدره لي ويسره لي ثم بارك لي فيه، وإن كنت تعلم أن هذا الأمر شر لي في ديني ومعاشي وعاقبة أمري – أو قال: عاجله وآجله – فاصرفه عني واصرفني عنه واقدر لي الخير حيث كان، ثم أرضني به)).وما ندم من استخار الخالق، وشاور المخلوقين المؤمنين وتثبت في أمره، فقد قال الله تعالى: ﴿وشاورهم في الأمر فإذا عزمت فتوكل على الله﴾ .",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء صلاة الاستخارة"
    },
    {
      "id": 174,
      "text": "((بِاسْمِكَ رَبِّي وَضَعْتُ جَنْبِي، وَبِكَ أَرْفَعُهُ، فَإِن أَمْسَكْتَ نَفْسِي فارْحَمْهَا، وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا، بِمَا تَحْفَظُ بِهِ عِبَادَكَ الصَّالِحِينَ)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "أذكار النوم"
    },
    {
      "id": 175,
      "text": "((اللَّهُمَّ اهْدِنِي فِيمَنْ هَدَيْتَ، وَعَافِنِي فِيمَنْ عَافَيْتَ، وَتَوَلَّنِي فِيمَنْ تَوَلَّيْتَ، وَبَارِكْ لِي فِيمَا أَعْطَيْتَ، وَقِنِي شَرَّ مَا قَضَيْتَ؛ فَإِنَّكَ تَقْضِي وَلاَ يُقْضَى عَلَيْكَ، إِنَّهُ لاَ يَذِلُّ مَنْ وَالَيْتَ، [وَلاَ يَعِزُّ مَنْ عَادَيْتَ]، تَبارَكْتَ رَبَّنا وَتَعَالَيْتَ)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء قنوت الوتر"
    },
    {
      "id": 176,
      "text": "((اللَّهُمَّ إِنِّي عَبْدُكَ، ابْنُ عَبْدِكَ، ابْنُ أَمَتِكَ، نَاصِيَتِي بِيَدِكَ، مَاضٍ فِيَّ حُكْمُكَ، عَدْلٌ فِيَّ قَضَاؤُكَ، أَسْأَلُكَ بِكُــــلِّ اسْمٍ هُوَ لَكَ، سَمَّيْتَ بِهِ نَفْسَكَ، أَوْ أَنْزَلْتَهُ فِي كِتَابِكَ، أَوْ عَلَّمْتَهُ أَحَداً مِنْ خَلْقِكَ، أَوِ اسْتَأْثَرْتَ بِهِ فِي عِلْمِ الغَيْبِ عِنْدَكَ، أَنْ تَجْعَلَ القُرْآنَ رَبِيعَ قَلْبِي، وَنُورَ صَدْرِي، وَجَلاَءَ حُزْنِي، وَذَهَابَ هَمِّي)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء الهم والحزن"
    },
    {
      "id": 177,
      "text": "اللهم  ثبته)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الدعاء بعد دفن الميت"
    },
    {
      "id": 178,
      "text": "((ذَهَبَ الظَّمَأُ وَابْتَلَّتِ العُرُوقُ، وَثَبَتَ الْأَجْرُ إِنْ شَاءَ اللَّهُ)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الدعاء عند إفطار الصائم"
    },
    {
      "id": 179,
      "text": "نَسْتَعِينُ ﴿5﴾ اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ ﴿6﴾ صِرَاطَ الَّذِينَ",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الرقية الشرعية من القرآن الكريم"
    },
    {
      "id": 180,
      "text": "لَنَا وَارْحَمْنَا أَنْتَ مَوْلَانَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الرقية الشرعية من القرآن الكريم"
    },
    {
      "id": 181,
      "text": "اللَّهُمَّ اهْدِنِي فِيمَنْ هَدَيْتَ، وَعَافِنِي فِيمَنْ عَافَيْتَ، وَتَوَلَّنِي فِيمَنْ تَوَلَّيْتَ، وَبَارِكْ لِي فِيمَا أَعْطَيْتَ، وَقِنِي شَرَّ مَا قَضَيْتَ، إِنَّكَ تَقْضِي وَلا يُقْضَى عَلَيْكَ، وَإِنَّهُ لا يَذِلُ مَنْ وَالَيْتَ، وَلا يَعِزُّ مَنْ عَادَيْتَ، تَبَارَكْتَ رَبَّنَا وَتَعَالَيْتَ",
      "reference": [
        {
          "rawi": "الحسن بن علي بن أبي طالب",
          "mohdith": "أبو داود",
          "book": "سنن أبي داود",
          "numberOrPage": "1425",
          "grade": "سكت عنه [وقد قال في رسالته لأهل مكة كل ما سكت عنه فهو صالح]",
          "takhrij": "أخرجه أبو داود (1425) واللفظ له، والترمذي (464)، والنسائي (1745)، وابن ماجه (1178)، وأحمد (1718)"
        },
        {
          "rawi": "الحسن بن علي بن أبي طالب",
          "mohdith": "البيهقي",
          "book": "السنن الكبرى للبيهقي",
          "numberOrPage": "3/39",
          "grade": "تفرد به أبو بكر بن شيبة الخرامي",
          "takhrij": "أخرجه أبو داود (1425) والترمذي (464)، والنسائي (1745)، وابن ماجه (1178)، وأحمد (1718) باختلاف يسير، والبيهقي (3265) واللفظ له"
        },
        {
          "rawi": "الحسن بن علي بن أبي طالب",
          "mohdith": "الوادعي",
          "book": "الصحيح المسند",
          "numberOrPage": "1/251",
          "grade": "صحيح",
          "takhrij": "أخرجه أبو داود (1425)، والترمذي (464)، والنسائي (1745)، وابن ماجه (1178)، وأحمد (1718) باختلاف يسير"
        },
        {
          "rawi": "الحسن بن علي",
          "mohdith": "شعيب الأرناؤوط",
          "book": "تخريج سير أعلام النبلاء",
          "numberOrPage": "6/ 186",
          "grade": "لا نعرف في القنوت شيئا أحسن من هذا عن النبي، صلى الله عليه وسلم.",
          "takhrij": null
        },
        {
          "rawi": "الحسن بن علي بن أبي طالب",
          "mohdith": "ابن حجر العسقلاني",
          "book": "نتائج الأفكار",
          "numberOrPage": "2/147",
          "grade": "حسن صحيح",
          "takhrij": "أخرجه أبو داود (1425) والترمذي (464)، والنسائي (1745)، وابن ماجه (1178)، وأحمد (1718) باختلاف يسير."
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "سؤال الله الهداية والرشد والثبات على الدين"
    },
    {
      "id": 182,
      "text": "اللَّهُمَّ اجْعَلْ فِي قَلْبِي نُورًا، وَفِي بَصرِي نُورًا، وَفِي سَمْعِي نُورًا، وَعَنْ يَمِينِي نُورًا، وَعَنْ يَسَارِي نُورًا، وَفَوْقِي نُورًا، وَتَحْتِي نُورًا، وَأَمَامِي نُورًا، وَخَلْفِي نُورًا، وَاجْعَلْ لي نُورًا",
      "reference": [
        {
          "rawi": "عبدالله بن عباس",
          "mohdith": "البخاري",
          "book": "صحيح البخاري",
          "numberOrPage": "6316",
          "grade": "[صحيح]",
          "takhrij": "أخرجه مسلم (763) باختلاف يسير"
        },
        {
          "rawi": "عبدالله بن عباس",
          "mohdith": "مسلم",
          "book": "صحيح مسلم",
          "numberOrPage": "763",
          "grade": "[صحيح]",
          "takhrij": "أخرجه البخاري (6316)، ومسلم (763)."
        },
        {
          "rawi": "عبدالله بن عباس",
          "mohdith": "شعيب الأرناؤوط",
          "book": "تخريج صحيح ابن حبان",
          "numberOrPage": "2636",
          "grade": "إسناده صحيح على شرطهما",
          "takhrij": "أخرجه البخاري (6316)، ومسلم (763) باختلاف يسير"
        },
        {
          "rawi": "عبدالله بن عباس",
          "mohdith": "ابن حبان",
          "book": "صحيح ابن حبان",
          "numberOrPage": "2636",
          "grade": "أخرجه في صحيحه",
          "takhrij": "أخرجه البخاري (6316)، ومسلم (763) باختلاف يسير"
        },
        {
          "rawi": "-",
          "mohdith": "ابن تيمية",
          "book": "مجموع الفتاوى",
          "numberOrPage": "2/373",
          "grade": "متفق على صحته",
          "takhrij": null
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "سؤال الله الهداية والرشد والثبات على الدين"
    },
    {
      "id": 183,
      "text": "رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِن لَّدُنكَ رَحْمَةً ۚ إِنَّكَ أَنتَ الْوَهَّابُ",
      "reference": [
        {
          "surah": {
            "number": 3,
            "name": "آل عمران"
          },
          "ayah": {
            "from": 8,
            "to": 8
          }
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "سؤال الله الهداية والرشد والثبات على الدين"
    },
    {
      "id": 184,
      "text": "يَا مُقَلِّبَ القُلُوبِ ثَبِّتْ قَلْبِي عَلَى دِينِكَ",
      "reference": [
        {
          "rawi": "أم سلمة أم المؤمنين",
          "mohdith": "شعيب الأرناؤوط",
          "book": "تخريج المسند لشعيب",
          "numberOrPage": "26519",
          "grade": "صحيح بشواهده",
          "takhrij": "أخرجه الترمذي (3522) مطولاً، وأحمد (26519) واللفظ له"
        },
        {
          "rawi": "أم سلمة أم المؤمنين",
          "mohdith": "الترمذي",
          "book": "سنن الترمذي",
          "numberOrPage": "3522",
          "grade": "حسن",
          "takhrij": "أخرجه الترمذي (3522) واللفظ له، وأحمد (26679)"
        },
        {
          "rawi": "أنس",
          "mohdith": "الحاكم",
          "book": "المستدرك على الصحيحين",
          "numberOrPage": "1951",
          "grade": "[إسناده صحيح]",
          "takhrij": null
        },
        {
          "rawi": "-",
          "mohdith": "ابن تيمية",
          "book": "درء تعارض العقل والنقل",
          "numberOrPage": "9/34",
          "grade": "صحيح",
          "takhrij": null
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "سؤال الله الهداية والرشد والثبات على الدين"
    },
    {
      "id": 185,
      "text": "رَبَّنَا آمَنَّا بِمَا أَنزَلْتَ وَاتَّبَعْنَا الرَّسُولَ فَاكْتُبْنَا مَعَ الشَّاهِدِينَ",
      "reference": [
        {
          "surah": {
            "number": 3,
            "name": "آل عمران"
          },
          "ayah": {
            "from": 53,
            "to": 53
          }
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "سؤال الله خَيْرَي الدنيا والآخرة"
    },
    {
      "id": 186,
      "text": "رَّبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا",
      "reference": [
        {
          "surah": {
            "number": 17,
            "name": "الإسراء"
          },
          "ayah": {
            "from": 24,
            "to": 24
          }
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الدعاء للوالدين والأهل والذرية"
    },
    {
      "id": 187,
      "text": "اللهُمَّ إِنِي عَبْدُكَ، ابْنُ عَبْدِكَ، ابْنُ أَمَتِكَ، نَاصِيَتِي بِيَدِكَ، مَاضٍ فِيَّ حُكْمُكَ، عَدْلٌ فِيَّ قَضَاؤُكَ، أَسْأَلُكَ بِكُلِّ اسْمِ هُوَ لَكَ سَمَّيْتَ بِهِ نَفْسَكَ، أَوْ عَلَّمْتَهُ أَحَدًا مِنْ خَلْقِكَ، أَوْ أَنزَلْتَهُ فِي كِتَابِكَ، أَوِ اسْتَأْثرْتَ بِهِ فِي عِلْمِ الْغَيْبِ عِنْدَكَ، أَنْ تَّجْعَلَ الْقُرْآنَ رَبِيعَ قَلْبِي، وَنُورَ صَدْرِي، وَجِلاءَ حُزْنِ، وَذَهَابَ هَمِّي",
      "reference": [
        {
          "rawi": "عبدالله بن مسعود",
          "mohdith": "الألباني",
          "book": "الكلم الطيب",
          "numberOrPage": "124",
          "grade": "صحيح",
          "takhrij": "أخرجه أحمد (3712)، وابن حبان (972)، والطبراني (10/210) (10352) باختلاف يسير."
        },
        {
          "rawi": "عبدالله بن مسعود",
          "mohdith": "شعيب الأرناؤوط",
          "book": "تخريج شرح الطحاوية",
          "numberOrPage": "71",
          "grade": "إسناده صحيح",
          "takhrij": "أخرجه أحمد (3712) واللفظ له، وابن أبي شيبة (29930)، والبزار (1994)"
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "سؤال الله صلاح الدنيا وصلاح الحال"
    }
  ]
};
export default DUA_SOURCE_CATEGORY;
