export const DUA_SOURCE_CATEGORY = {
  "slug": "dua-category-10-character-righteousness",
  "title": "الأخلاق والصلاح",
  "items": [
    {
      "id": 231,
      "text": "التَّحِيَّاتُ لِلَّهِ، وَالصَّلَوَاتُ، وَالطَّيِّبَاتُ، السَّلَامُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ، السَّلَامُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ",
      "reference": "البخاري مع الفتح 1/ 13 ومسلم 1/ 301",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "التَّشَهُّدُ"
    },
    {
      "id": 232,
      "text": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ عَدَدَ خَلْقِهِ وَرِضَا نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ",
      "reference": "مسلم 4/ 2090",
      "source": "HisnElMuslim",
      "repeatTarget": 3,
      "description": null,
      "originalCategory": "أَذْكَارُ الصَّبَاحِ"
    },
    {
      "id": 233,
      "text": "كَانَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا أَتَاهُ الأَمْرُ يَسُرُّهُ قَالَ: (الحَمْدُ لِلَّهِ الذِي بِنِعْمَتِهِ تَتِمُّ الصَّالِحَاتُ) وَإِذَا أَتَاهُ الأَمْرُ يَكْرَهُهُ قَالَ: (الحَمْدُ لِلَّهِ عَلَى كُلِّ حَالٍ)",
      "reference": "أخرجه ابن السّني في عمل اليوم واللّيلة، والحاكم وصحّحه 1/ 499 وصحّحه الألباني رحمه اللّه في صحيح الجامع 4/ 201",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "مَا يَقُولُ مَنْ أَتَاهُ أَمْرٌ يَسُرُّهُ أَوْ يَكْرَهُهُ"
    },
    {
      "id": 234,
      "text": "البَاقِيَاتُ الصَّالِحَاتُ: سُبْحَانَ اللَّهِ، وَالحَمْدُ لِلَّهِ، وَلَا إِلَهَ إِلَّا اللَّهُ، وَاللَّهُ أَكْبَرُ، وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ",
      "reference": "أحمد برقم 513 بترتيب أحمد شاكر وإسناده صحيح وانظر مجمع الزوائد 1/ 297، وعزاه ابن حجر في بلوغ المرام من رواية أبي سعيد إلى النّسائي وقال: صحّحه ابن حبان والحاكم",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "فَضْلُ التَّسْبِيحِ وَالتَّحْمِيدِ، وَالتَّهْلِيلِ، وَالتَّكْبِيرِ"
    },
    {
      "id": 235,
      "text": "سُبْحـانَ اللهِ وَبِحَمْـدِهِ عَدَدَ خَلْـقِه ، وَرِضـا نَفْسِـه ، وَزِنَـةَ عَـرْشِـه ، وَمِـدادَ كَلِمـاتِـه.",
      "reference": "مسلم",
      "source": "AzkarDB",
      "repeatTarget": 3,
      "description": null,
      "originalCategory": "أذكار الصباح"
    },
    {
      "id": 236,
      "text": "((التَّحِيَّاتُ لِلَّهِ، وَالصَّلَواتُ، وَالطَّيِّباتُ، السَّلاَمُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ، السَّلاَمُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ. أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَرَسولُهُ)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "التشهد"
    },
    {
      "id": 237,
      "text": "كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا أَتَاهُ الْأَمْرُ يَسُرُّهُ قَالَ: ((الْحَمْدُ لِلَّهِ الَّذِي بِنِعْمَتِهِ تَتِمُّ الصَّالِحَاتُ)) وَإِذَا أَتَاهُ الْأَمْرُ يَكْرَهُهُ قَالَ: ((الْحَمْدُ لِلَّهِ عَلَى كُلِّ حَالٍ)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "ما يقول من أتاه أمر يسره أو يكرهه"
    },
    {
      "id": 238,
      "text": "الباقيات الصالحات : سبحان الله والحمد لله ، ولا إله إلا الله ،والله أكبر ،و لا حول ولا قوة إلا بالله",
      "reference": "أحمد",
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "التسبيح، التحميد، التهليل، التكبير"
    }
  ]
};
export default DUA_SOURCE_CATEGORY;
