export const DUA_SOURCE_CATEGORY = {
  "slug": "dua-category-2-الكرب-والهم-وقضاء-الدين",
  "title": "الكرب والهم وقضاء الدين",
  "items": [
    {
      "id": 262,
      "text": "{إن في خلق السماوات والأرض واختلاف الليل والنهار لآيات لأولي الألباب (190) الذين يذكرون الله قياما وقعودا وعلى جنوبهم ويتفكرون في خلق السماوات والأرض",
      "reference": "البخاري مع الفتح 8/ 238 ومسلم 1/ 530",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "أَذْكَارُ الِاسْتِيقَاظِ مِنَ النَّوْمِ"
    },
    {
      "id": 263,
      "text": "[بِسْمِ اللَّه]، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الخُبْثِ وَالخَبَائِثِ",
      "reference": "أخرجه البخاري 1/ 45 ومسلم 1/ 283 وزيادة (بسم الله) في أوله، أخرجها سعيد بن منصور، أنظر فتح الباري 1/ 244",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ دُخُولِ الخَلَاءِ"
    },
    {
      "id": 264,
      "text": "اللَّهُمَّ اجْعَلْنِي مِنَ التَّوَّابِينَ وَاجْعَلْنِي مِنَ المُتَطَهِّرِينَ",
      "reference": "التّرمذي 1/ 78 وانظر صحيح التّرمذي 1/ 18",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "الذِّكْرُ بَعْدَ الفَرَاغِ مِنَ الوُضُوءِ"
    },
    {
      "id": 265,
      "text": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ أَنْ أَضِلَّ أَوْ أُضَلَّ أَوْ أَزِلَّ، أو أُزَلَّ، أَوْ أَظْلِم أَوْ أُظْلَمَ، أَوْ أَجْهَلَ أَوْ يُجْهَلَ عَلَيَّ",
      "reference": "أهل السنن وانظر صحيح التّرمذي 3/ 152 وصحيح ابن ماجه 2/ 336",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "الذِّكْرُ عِنْدَ الخُرُوجِ مِنَ الـمَنْزِلِ"
    },
    {
      "id": 266,
      "text": "بِسْمِ اللَّهِ، وَالصَّلَاةُ* وَالسَّلَامُ عَلَى رَسُولِ اللَّهِ** اللَّهُمَّ افْتَحْ لِي أَبْوَابَ رَحْمَتِكَ***",
      "reference": "* رواه ابن السني برقم 88 وحسنه الألباني\r\n** أبو داود 1/ 126 وانظر صحيح الجامع 1/ 528\r\n*** رواه مسلم 1/ 494. وفي سنن ابن ماجه من حديث فاطمة رضي الله عنها (اللهم اغفر لي ذنوبي وافتح لي أبواب رحمتك) وصححه الألباني لشواهده، انظر صحيح ابن ماجه 1/ 128 - 129",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ دُخُولِ الـمَسْجِدِ"
    },
    {
      "id": 267,
      "text": "اللهم  إني أسألك من فضلك،",
      "reference": "انظر تخريج روايات الحديث السابق رقم 20 وزيادة (اللهم اعصمني من الشيطان الرجيم) لابن ماجه. انظر صحيح ابن ماجه 1/ 129",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ الخُرُوجِ مِنَ الـمَسْجِدِ"
    },
    {
      "id": 268,
      "text": "اللَّهُمَّ رَبَّ هَذِهِ الدَّعْوَةِ التَّامَّةِ، وَالصَّلَاةِ القَائِمَةِ، آتِ مُحَمَّدًا الوَسِيلَةَ وَالفَضِيلَةَ، وَأبْعَثْهُ مَقَامًا مَحْمُودًا الذِي وَعَدْتَهُ، [إِنَّكَ لَا تُخْلِفُ المِيعَادَ]",
      "reference": "البخاري 1/ 152 وما بين المعكوفين للبيهقي 1/ 410 وحسن إسناده العلامة عبد العزيز بن باز في تحفة الأخيار ص 38",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "أَذْكَارُ الأَذَانِ"
    },
    {
      "id": 269,
      "text": "اللهم  اغسلني من خطاياي بالماء والثلج والبرد",
      "reference": "البخاري 1/ 181 ومسلم 1/ 419",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ الاسْتِفْتَاحِ"
    },
    {
      "id": 270,
      "text": "اللهم  ربنا وبحمدك،",
      "reference": "البخاري 1/ 199 ومسلم 1/ 350",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ الرُّكُوعِ"
    },
    {
      "id": 271,
      "text": "اللَّهُمَّ لَكَ رَكَعْتُ، وَبِكَ آمَنْتُ، وَلَكَ أَسْلَمْتُ، خَشَعَ لَكَ سَمْعِي وَبَصَرِي وَمُخِّي وَعَظْمِي وَعَصَبِي، وَمَا اسْتَقَلَّ بِهِ قَدَمِي",
      "reference": "مسلم 1/ 534 والأربعة إلا ابن ماجه",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ الرُّكُوعِ"
    },
    {
      "id": 272,
      "text": "مِلْءَ السَّمَوَاتِ وَمِلْءَ الأَرْضِ وَمَا بَيْنَهُمَا، وَمِلْءَ مَا شِئْتَ مِنْ شَيْءٍ بَعْدُ. أَهْلَ الثَّنَاءِ وَالمَجْدِ، أَحَقُّ مَا قَالَ العَبْدُ، وَكُلُّنَا لَكَ عَبْدٌ، اللَّهُمَّ لَا مَانِعَ لِمَا أَعْطَيْتَ وَلَا مُعْطِيَ لِمَا مَنَعْتَ وَلَا يَنْفَعُ ذَا الجَدِّ مِنْكَ الجَدُّ",
      "reference": "مسلم 1/ 346",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ الرَّفْعِ مِنَ الرُّكُوعِ"
    },
    {
      "id": 273,
      "text": "اللهم  ربنا وبحمدك،",
      "reference": "البخاري ومسلم وتقدم تخريجه برقم 34",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ السُّجُودِ"
    },
    {
      "id": 274,
      "text": "اللَّهُمَّ إِنِّي أَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ، وَبِمُعَافَاتِكَ مِنْ عُقُوبَتِكَ، وَأَعُوذُ بِكَ مِنْكَ، لَا أُحْصِي ثَنَاءً عَلَيْكَ أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ",
      "reference": "مسلم 1/ 352",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ السُّجُودِ"
    },
    {
      "id": 275,
      "text": "اللَّهُمَّ أُكْتُبْ لِي بِهَا عِنْدَكَ أَجْرًا، وَضَعْ عَنِّي بِهَا وِزْرًا، وَاجْعَلْهَا لِي عِنْدَكَ ذُخْرًا، وَتَقَبَّلْهَا مِنِّي كَمَا تَقَبَّلْتَهَا مِنْ عَبْدِكَ دَاوُدْ",
      "reference": "التّرمذي 2/ 473 والحاكم وصححه ووافقه الذهبي 1/ 219",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ سُجُودِ التِّلَاوَةِ"
    },
    {
      "id": 276,
      "text": "اللهم  صل على محمد وعلى آل محمد، كما صليت على إبراهيم، وعلى آل إبراهيم، إنك حميد مجيد،",
      "reference": "البخاري مع الفتح 6/ 408",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "الصَّلَاةُ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعْدَ التَّشَهُّدِ"
    },
    {
      "id": 277,
      "text": "اللهم  إني أعوذ بك من المأثم والمغرم",
      "reference": "البخاري 1/ 202 ومسلم 1/ 412",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "الدُّعَاءُ بَعْدَ التَّشَهُّدِ الأَخِيرِ وَقَبْلَ السَّلَامِ"
    },
    {
      "id": 278,
      "text": "اللَّهُمَّ أَعِنِّي عَلَى ذِكْرِكَ، وَشُكْرِكَ، وَحُسْنِ عِبَادَتِكَ",
      "reference": "أبو داود 2/ 86 والنسائي 3/ 53 وصححه الألباني في صحيح أبو داود 1/ 284",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "الدُّعَاءُ بَعْدَ التَّشَهُّدِ الأَخِيرِ وَقَبْلَ السَّلَامِ"
    },
    {
      "id": 279,
      "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ الجَنَّةَ وَأَعُوذُ بِكَ مِنَ النَّارِ",
      "reference": "أبو داود وانظر صحيح ابن ماجه 2/ 328",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "الدُّعَاءُ بَعْدَ التَّشَهُّدِ الأَخِيرِ وَقَبْلَ السَّلَامِ"
    },
    {
      "id": 280,
      "text": "اللهم  بعلمك الغيب وقدرتك على الخلق أحيني ما علمت الحياة خيرا لي وتوفني إذا علمت الوفاة خيرا لي،",
      "reference": "النسائي 4/ 54، 55 وأحمد 4/ 364 وصححه الألباني في صحيح النسائي 1/ 281",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "الدُّعَاءُ بَعْدَ التَّشَهُّدِ الأَخِيرِ وَقَبْلَ السَّلَامِ"
    },
    {
      "id": 281,
      "text": "اللهم  زينا بزينة الإيمان، واجعلنا هداة مهتدين",
      "reference": "النسائي 4/ 54، 55 وأحمد 4/ 364 وصححه الألباني في صحيح النسائي 1/ 281",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "الدُّعَاءُ بَعْدَ التَّشَهُّدِ الأَخِيرِ وَقَبْلَ السَّلَامِ"
    },
    {
      "id": 282,
      "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ يَا اللَّهُ بِأَنَّكَ الوَاحِدُ الأَحَدُ الصَّمَدُ الذِي لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدْ أَنْ تَغْفِرَ لِي ذُنُوبِي إِنَّكَ أَنْتَ الغَفُورُ الرَّحِيمُ",
      "reference": "أخرجه النسائي بلفظه 3/ 52 وأحمد 4/ 338 وصححه الألباني في صحيح النسائي 1/ 280",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "الدُّعَاءُ بَعْدَ التَّشَهُّدِ الأَخِيرِ وَقَبْلَ السَّلَامِ"
    },
    {
      "id": 283,
      "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنِّي أَشْهَدُ أَنَّكَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ، الأَحَدُ الصَّمَدُ الذِي لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدْ",
      "reference": "أبو داود 2/ 62 والتّرمذي 5/ 515 وابن ماجه 2/ 1267 وأحمد 5/ 360 وانظر صحيح ابن ماجه 2/ 329 وصحيح التّرمذي 3/ 163",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "الدُّعَاءُ بَعْدَ التَّشَهُّدِ الأَخِيرِ وَقَبْلَ السَّلَامِ"
    },
    {
      "id": 284,
      "text": "{اللّهُ لاَ إِلَـهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ}",
      "reference": "من قرأها دبر كل صلاة لم يمنعه من دخول الجنة إلا أن يموت . والنسائي في عمل اليوم والليلة برقم 100، وابن السني برقم 121 وصححه الجامع 5/ 339 وسلسلة الأحاديث الصحيحة 2/ 697 برقم 972",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "الأَذْكَارُ بَعْدَ السَّلَامِ مِنَ الصَّلَاةِ"
    },
    {
      "id": 285,
      "text": "اللهم  إني أستخيرك بعلمك، وأستقدرك بقدرتك، وأسألك من فضلك العظيم فإنك تقدر ولا أقدر، وتعلم ولا أعلم، وأنت علام الغيوب،",
      "reference": "البخاري 7/ 162",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ صَلَاةِ الاسْتِخَارَةِ"
    },
    {
      "id": 286,
      "text": "{اللّهُ لاَ إِلَـهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ}",
      "reference": "سورة البقرة، آية 255، \"من قالها حين يصبح أجير من الجن حتى يمسي، ومن قالها حين يمسي أجير من الجن حتى يصبح\"أخرجه الحاكم 1/ 562 وصححه الألباني في صحيح الترغيب والترهيب 1/ 273، وعزاه إلى النسائي والطبراني وقال : وإسناد الطبراني جيد",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "أَذْكَارُ الصَّبَاحِ"
    },
    {
      "id": 287,
      "text": "اللَّهُمَّ بِكَ أَصْبَحْنَا وَبِكَ أَمْسَيْنَا وَبِكَ نَحْيَا وَبِكَ نَمُوتُ وَإِلَيْكَ النُّشُورُ",
      "reference": "التّرمذي 5/ 466 وانظر صحيح التّرمذي 3/ 142",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "أَذْكَارُ الصَّبَاحِ"
    },
    {
      "id": 288,
      "text": "اللهم  عافني في بدني،",
      "reference": "أبو داود 4/ 324، وأحمد 5/ 42 والنسائي في عمل اليوم والليلة برقم 22 وابن السني برقم 69 والبخاري في الأدب المفرد، وحسن العلامة ابن باز إسناده في تحفة الأخيار ص 26",
      "source": "HisnElMuslim",
      "repeatTarget": 3,
      "description": null,
      "originalCategory": "أَذْكَارُ الصَّبَاحِ"
    },
    {
      "id": 289,
      "text": "اللهم  عافني في سمعي،",
      "reference": "أبو داود 4/ 324، وأحمد 5/ 42 والنسائي في عمل اليوم والليلة برقم 22 وابن السني برقم 69 والبخاري في الأدب المفرد، وحسن العلامة ابن باز إسناده في تحفة الأخيار ص 26",
      "source": "HisnElMuslim",
      "repeatTarget": 3,
      "description": null,
      "originalCategory": "أَذْكَارُ الصَّبَاحِ"
    },
    {
      "id": 290,
      "text": "اللهم  عافني في بصري، لا إله إلا أنت.",
      "reference": "أبو داود 4/ 324، وأحمد 5/ 42 والنسائي في عمل اليوم والليلة برقم 22 وابن السني برقم 69 والبخاري في الأدب المفرد، وحسن العلامة ابن باز إسناده في تحفة الأخيار ص 26",
      "source": "HisnElMuslim",
      "repeatTarget": 3,
      "description": null,
      "originalCategory": "أَذْكَارُ الصَّبَاحِ"
    },
    {
      "id": 291,
      "text": "اللهم  إني أعوذ بك من الكفر، والفقر، وأعوذ بك من عذاب القبر، لا إله إلا أنت",
      "reference": "أبو داود 4/ 324، وأحمد 5/ 42 والنسائي في عمل اليوم والليلة برقم 22 وابن السني برقم 69 والبخاري في الأدب المفرد، وحسن العلامة ابن باز إسناده في تحفة الأخيار ص 26",
      "source": "HisnElMuslim",
      "repeatTarget": 3,
      "description": null,
      "originalCategory": "أَذْكَارُ الصَّبَاحِ"
    },
    {
      "id": 292,
      "text": "اللهم  استر عوراتي وآمن روعاتي،",
      "reference": "أبو داود وابن ماجه وانظر صحيح ابن ماجه 2/ 332",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "أَذْكَارُ الصَّبَاحِ"
    },
    {
      "id": 293,
      "text": "اللَّهُمَّ صَلِّ وَسَلِّمْ عَلَى نَبِيِّنَا مُحَمَّدٍ",
      "reference": "من صلى علي حين يُصبح عشرًا، وحين يُمسي عشرًا أدركتهُ شفاعتي يوم القيامة\r\nأخرجه الطبراني بإسنادين أحدهما جيد، انظر: الزوائد 10/ 120 وصحيح الترغيب والترهيب 1/ 273",
      "source": "HisnElMuslim",
      "repeatTarget": 10,
      "description": null,
      "originalCategory": "أَذْكَارُ الصَّبَاحِ"
    },
    {
      "id": 294,
      "text": "اللَّهُمَّ بِكَ أَمْسَيْنَا وَبِكَ أَصْبَحْنَا وَبِكَ نَحْيَا وَبِكَ نَمُوتُ وَإِلَيْكَ المَصِيرُ",
      "reference": "التّرمذي 5/ 466 وانظر صحيح التّرمذي 3/ 142",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "أَذْكَارُ المَسَاءِ"
    },
    {
      "id": 295,
      "text": "{اللّهُ لاَ إِلَـهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ}",
      "reference": "من قرأها إذا أوى إلى فراشه فإنه لن يزال عليه من الله حافظ ولا يقربه شيطان حتى يصبح البخاري مع الفتح 4/ 487",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "أَذْكَارُ النَّوْمِ"
    },
    {
      "id": 296,
      "text": "اللهم  إني أسألك العافية",
      "reference": "أخرجه مسلم 4/ 2083 وأحمد بلفظه 2/ 79",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "أَذْكَارُ النَّوْمِ"
    },
    {
      "id": 297,
      "text": "بِاسْمِكَ اللَّهُمَّ أَمُوتُ وَأَحْيَا",
      "reference": "البخاري مع الفتح 11/ 113 ومسلم 4/ 2083",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "أَذْكَارُ النَّوْمِ"
    },
    {
      "id": 298,
      "text": "اللهم  أنت الأول فليس قبلك شيء، وأنت الآخر فليس بعدك شيء، وأنت الظاهر فليس فوقك شيء، وأنت الباطن فليس دونك شيء، اقض عنا الدين واغننا من الفقر",
      "reference": "مسلم 4/ 2084",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "أَذْكَارُ النَّوْمِ"
    },
    {
      "id": 299,
      "text": "اللَّهُمَّ أَسْلَمْتُ نَفْسِي إِلَيْكَ، وَفَوَّضْتُ أَمْرِي إِلَيْكَ، وَوَجَّهْتُ وَجْهِي إِلَيْكَ، وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ، رَهْبَةً وَرَغْبَةً إِلَيْكَ، لَا مَلْجَأَ وَلَا مَنْجَا مِنْكَ إِلَّا إِلَيْكَ، آمَنْتُ بِكِتَابِكَ الذِي أَنْزَلْتَ وَبِنَبِيِّكَ الذِي أَرْسَلْتَ",
      "reference": "إذا أخذت مضجعك فتوضأ وضوءك للصلاة ثم اضطجع على شقك الأيمن، وقل: ... (الحديث)  قال صلى الله عليه وسلم لمن قال ذلك: فإن متَّ، متَّ على الفطرة البخاري مع الفتح 11/ 113 ومسلم 4/ 2081",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "أَذْكَارُ النَّوْمِ"
    },
    {
      "id": 300,
      "text": "لَا إِلَهِ إِلَّا اللَّهُ الوَاحِدُ القَهَّارُ، رَبُّ السَّمَوَاتِ وَالأَرْضِ وَمَا بَيْنَهُمَا العَزِيزُ الغَفَّارُ",
      "reference": "يقول ذلك إذا تقلّب من جنب إلى جنب. أخرجه الحاكم وصححه ووافقه الذّهبي 1/ 540 والنّسائي في عمل اليوم والّيلة، وابن السّني، وانظر صحيح الجامع 4/ 213",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "الدُّعَاءُ إِذَا تَقَلَّبَ لَيْلًا"
    },
    {
      "id": 301,
      "text": "اللَّهُمَّ إِنِّي أَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ، وَبِمُعَافَاتِكَ مِنْ عُقُوبَتِكَ، وأَعُوذُ بِكَ مِنْكَ، لَا أُحْصِي ثَنَاءً عَلَيْكَ، أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ",
      "reference": "أخرجه أصحاب السّنن الأربعة، وأحمد. انظر صحيح التّرمذي 3/ 180 وصحيح ابن ماجة 1/ 194، والإرواء 2/ 175",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ قُنُوتِ الوِتْرِ"
    },
    {
      "id": 302,
      "text": "اللهم  إياك نعبد، ولك نصلي ونسجد، وإليك نسعى ونحفد، نرجو رحمتك ونخشى عذابك، إن عذابك بالكافرين ملحق.",
      "reference": "أخرجه البيهقيّ في السّنن الكبرى وصحح إسناده 2/ 211، وقال الشّيخ الألباني في إرواء الغليل: وهذا إسناده صحيح 2/ 170. وهو موقوف على عمر",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ قُنُوتِ الوِتْرِ"
    },
    {
      "id": 303,
      "text": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الهَمِّ وَالحَزَنِ، وَالعَجْزِ وَالكَسَلِ، وَالبُخْلِ وَالجُبْنِ، وَضَلَعِ الدَّيْنِ وَغَلَبَةِ الرِّجَالِ",
      "reference": "البخاري 7/ 158، كان رسول اللّه صلّى اللّه عليه وسلّم يُكثِر من هذا الدّعاء. انظر البخاري مع الفتح 11/ 173",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ الهَمِّ والحُزْنِ"
    },
    {
      "id": 304,
      "text": "اللَّهُمَّ أَنْتَ عَضُدِي، وَأَنْتَ نَصِيرِي، بِكَ أَجُولُ، وَبِكَ أَصُولُ، وَبِكَ أُقَاتِلُ",
      "reference": "أبو داود 3/ 42 والتّرمذي 5/ 572، وانظر صحيح التّرمذي 3/ 183",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ لِقَاءِ العَدُّوِّ وَذِي السُّلْطَانِ"
    },
    {
      "id": 305,
      "text": "اللَّهُمَّ رَبَّ السَّمَاوَاتِ السَّبْعِ، وَرَبَّ العَرْشِ العَظِيمِ، كُنْ لِي جَارًا مِنْ فُلَانٍ بْنِ فُلَانٍ، وَأَحْزَابِهِ مِنْ خَلَائِقِكَ، أَنْ يَفْرُطَ عَلَيَّ أَحَدٌ مِنْهُمْ أَوْ يَطْغَى، عَزَّ جَارُكَ، وَجَلَّ ثَنَاؤُكَ، وَلَا إِلَهَ إِلَّا أَنْتَ",
      "reference": "البخاري في الأدب المفرد برقم 707 وصحّحه الألبانيّ في صحيح الأدب المفرد برقم 545",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ مَنْ خَافَ ظُلْمَ السُّلْطَانِ"
    },
    {
      "id": 306,
      "text": "اللهم  منزل الكتاب، سريع الحساب، اهزم الأحزاب،",
      "reference": "مسلم 3/ 1362",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "الدُّعَاءُ عَلَى العَدُوِّ"
    },
    {
      "id": 307,
      "text": "اللهم  اهزمهم وزلزلهم",
      "reference": "مسلم 3/ 1362",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "الدُّعَاءُ عَلَى العَدُوِّ"
    },
    {
      "id": 308,
      "text": "اللَّهُمَّ اِكْفِنِيهُمْ بِمَا شِئْتَ",
      "reference": "مسلم 4/ 2300",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "مَا يَقُولُ مَنْ خَافَ قَوْمًا"
    },
    {
      "id": 309,
      "text": "اللَّهُمَّ اِكْفِنِي بِحَلَالِكَ عَنْ حَرَامِكَ وَأَغْنِنِي بِفَضْلِكَ عَمَّنْ سِوَاكَ",
      "reference": "التّرمذي 5/ 560 وانظر صحيح التّرمذي 3/ 180",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ قَضَاءِ الدَّيْنِ"
    },
    {
      "id": 310,
      "text": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الهَمِّ وَالحَزَنِ، وَالعَجْزِ وَالكَسَلِ، وَالبُخْلِ وَالجُبْنِ، وَضَلَعِ الدَّيْنِ وَغَلَبَةِ الرِّجَالِ",
      "reference": "البخاري 7/ 158",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ قَضَاءِ الدَّيْنِ"
    },
    {
      "id": 311,
      "text": "اللَّهُمَّ لَا سَهْلَ إِلَّا مَا جَعَلْتَهُ سَهْلًا وَأَنْتَ تَجْعَلُ الحَزْنَ إِذَا شِئْتَ سَهْلًا",
      "reference": "رواه ابن حبان في صحيحه برقم 2427 (موارد) وابن السّنّي برقم 351 وقال الحافظ: هذا حديث صحيح، وصحّحه عبدالقادر الأرناؤوط في تخريج الأذكار للنّووي ص 106",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعاءُ مَنِ اسْتَصْعَبَ عَلَيْهِ أَمْرٌ"
    },
    {
      "id": 312,
      "text": "جَعَلَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عِنْدَ مَوْتِهِ يُدْخِلُ يَدَيْهِ فِي المَاءِ فَيَمْسَحُ بِهِمَا وَجْهَهُ وَيَقُولُ: لَا إِلَهَ إِلَّا اللَّهُ إِنَّ لِلْمَوْتِ لَسَكَرَاتٌ",
      "reference": "البخاري مع الفتح 8/ 144 وفي الحديث السّواك",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ المَرِيضِ الذِي يَئِسَ مِنْ حَيَاتِهِ"
    },
    {
      "id": 313,
      "text": "إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ، اللَّهُمَّ أْجُرْنِي فِي مُصِيبَتِي وَأَخْلِفْ لِي خَيْرًا مِنْهَا",
      "reference": "مسلم 2/ 632",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ مَنْ أُصِيبَ بِمُصِيبَةٍ"
    },
    {
      "id": 314,
      "text": "اللهم  من أحييته منا فأحيه على الإسلام، ومن توفيته منا فتوفه على الإيمان،",
      "reference": "ابن ماجة 1/ 480 وأحمد 2/ 368 وانظر صحيح ابن ماجة 1/ 251",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "الدُّعَاءُ لِلْمَيِّتِ فِي الصَّلَاةِ عَلَيْهِ"
    },
    {
      "id": 315,
      "text": "اللهم  لا تحرمنا أجره ولا تضلنا بعده",
      "reference": "ابن ماجة 1/ 480 وأحمد 2/ 368 وانظر صحيح ابن ماجة 1/ 251",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "الدُّعَاءُ لِلْمَيِّتِ فِي الصَّلَاةِ عَلَيْهِ"
    },
    {
      "id": 316,
      "text": "اللَّهُمَّ عَبْدُكَ وَاِبْنُ أَمَتِكَ اِحْتَاجَ إِلَى رَحْمَتِكَ، وَأَنْتَ غَنِيٌّ عَنْ عَذَابِهِ، إِنْ كَانَ مُحْسِنًا فَزِدْ فِي حَسَنَاتِهِ، وَإِنْ كَانَ مُسِيئًا فَتَجَاوَزْ عَنْهُ",
      "reference": "أخرجه الحاكم وصحّحه ووافقه الذّهبيّ 1/ 359 وانظر أحكام الجنائز للألبانيّ ص 125",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "الدُّعَاءُ لِلْمَيِّتِ فِي الصَّلَاةِ عَلَيْهِ"
    },
    {
      "id": 317,
      "text": "اللَّهُمَّ أَعِذْهُ مِنْ عَذَابِ القَبْرِ",
      "reference": "قال سعيد بن المسيّب صلّيت وراء أبي هريرة على صبيّ لم يعمل خطيئة قطّ فسمعته يقول: 'الحديث'. أخرجه مالك في الموطّأ 1/ 288 وابن أبي شيبة في المصنّف 3/ 217 والبيهقي 4/ 9، وصحّح إسناده شعيب الأرناؤوط في تحقيقه لشرح السّنّة للبغوي 5/ 357",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "الدُّعَاءُ لِلْفَرَطِ فِي الصَّلَاةِ عَلَيْهِ"
    },
    {
      "id": 318,
      "text": "اللهم  اجعله فرطا وذخرا لوالديه، وشفيعا مجابا.",
      "reference": "انظر: المغني لابن قدامة 3/ 416 والدّروس المهمّة لعامة الأمة للشيخ عبد العزيز بن عبداللّه بن باز رحمه اللّه ص 15",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "الدُّعَاءُ لِلْفَرَطِ فِي الصَّلَاةِ عَلَيْهِ"
    },
    {
      "id": 319,
      "text": "اللهم  ثقل به موازينهما وأعظم به أجورهما وألحقه بصالح المؤمنين، واجعله في كفالة إبراهيم، وقه برحمتك عذاب الجحيم، وأبدله دارا خيرا من داره، وأهلا خيرا من أهله،",
      "reference": "انظر: المغني لابن قدامة 3/ 416 والدّروس المهمّة لعامة الأمة للشيخ عبد العزيز بن عبداللّه بن باز رحمه اللّه ص 15",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "الدُّعَاءُ لِلْفَرَطِ فِي الصَّلَاةِ عَلَيْهِ"
    },
    {
      "id": 320,
      "text": "اللَّهُمَّ اِجْعَلْهُ لَنَا فَرَطًا، وَسَلَفًا، وَأَجْرًا",
      "reference": "كان الحَسَن يقرأ على الطّفل بفاتحة الكتاب ويقول: 'الحديث'. أخرجه البغوي في شرح السّنّة 5/ 357، وعبد الرزّاق برقم 6588، وعلّقه البخاري في كتاب الجنائز 65 باب قراءة فاتحة الكتاب على الجنازة 2/ 113",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "الدُّعَاءُ لِلْفَرَطِ فِي الصَّلَاةِ عَلَيْهِ"
    },
    {
      "id": 321,
      "text": "اللَّهُمَّ اَسْقِنَا غَيْثًا مُغِيثًا مَرِيئًا مَرِيعًا، نَافِعًا غَيْرَ ضَارٍّ، عَاجِلًا غَيْرَ آجِلٍ",
      "reference": "أبو داود 1/ 303 وصحّحه الألباني في صحيح أبي داود 1/ 216",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "مِنْ أَدْعِيَةِ الاسْتِسْقَاءِ"
    },
    {
      "id": 322,
      "text": "اللهم  أغثنا،",
      "reference": "البخاري 1/ 224 ومسلم 2/ 613",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "مِنْ أَدْعِيَةِ الاسْتِسْقَاءِ"
    },
    {
      "id": 323,
      "text": "اللهم  أغثنا",
      "reference": "البخاري 1/ 224 ومسلم 2/ 613",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "مِنْ أَدْعِيَةِ الاسْتِسْقَاءِ"
    },
    {
      "id": 324,
      "text": "اللَّهُمَّ صَيِّبًا نَافِعًا",
      "reference": "البخاري مع الفتح 2/ 518",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "الدُّعَاءُ إِذَا نَزَلَ المَطَرُ"
    },
    {
      "id": 325,
      "text": "اللهم  حوالينا ولا علينا،",
      "reference": "البخاري 1/ 224 ومسلم 2/ 614",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "مِنْ أَدْعِيَةِ الاسْتِصْحَاءِ"
    },
    {
      "id": 326,
      "text": "اللهم  على الآكام والظراب، وبطون الأودية، ومنابت الشجر",
      "reference": "البخاري 1/ 224 ومسلم 2/ 614",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "مِنْ أَدْعِيَةِ الاسْتِصْحَاءِ"
    },
    {
      "id": 327,
      "text": "الله أكبر. اللهم أهله علينا بالأمن والإيمان، والسلامة والإسلام، والتوفيق لما تحب",
      "reference": "التّرمذي 5/ 504 والدّارمي بلفظه 1/ 336 وانظر صحيح التّرمذي 3/ 157",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ رُؤْيَةِ الهِلَالِ"
    },
    {
      "id": 328,
      "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ بِرَحْمَتِكَ التِي وَسِعَتْ كُلَّ شَيْءٍ أَنْ تَغْفِرَ لِي",
      "reference": "أخرجه ابن ماجة 1/ 557 من دعاء عبد اللّه بن عمرو رضي اللّه عنهما، وحسّنه الحافظ في تخريج الأذكار انظر شرح الأذكار 4/ 342",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "الدُّعَاءُ عِنْدَ إِفْطَارِ الصَّائِمِ"
    },
    {
      "id": 329,
      "text": "اللَّهُمَّ أَطْعِمْ مَنْ أَطْعَمَنِي وَاسْقِ مَنْ سَقَانِي",
      "reference": "مسلم 3/ 126",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "الدُّعَاءُ لِمَنْ سَقَاهُ أَوْ إِذَا أَرَادَ ذَلِكَ"
    },
    {
      "id": 330,
      "text": "اللَّهُمَّ لَا طَيْرَ إِلَّا طَيْرُكَ، وَلَا خَيْرَ إِلَّا خَيْرُكَ، وَلَا إِلَهَ غَيْرُكَ",
      "reference": "أحمد 2/ 220، وابن السني برقم 292، وصححه الألباني في الأحاديث الصحيحة 3/ 54، رقم 1065، أما الفأل فكان يعجب النّبيّ صلّى اللّه عليه وسلّم ولهذا سمع من رجل كلمة طيّبة فأعجبته فقال: (أخذنا فألك من فيك) أبو داود وأحمد، وصححه الألباني في الصحيحة 2/ 363 عند أبي الشيخ في أخلاق النّبيّ صلّى اللّه عليه وسلّم ص 270",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ كَرَاهِيَّةِ الطِّيرَةِ"
    },
    {
      "id": 331,
      "text": "ربنا  لمنقلبون} اللهم إنا نسألك في سفرنا هذا البر والتقوى، ومن العمل ما ترضى، اللهم هون علينا سفرنا هذا واطو عنا بعده، اللهم أنت الصاحب في السفر، والخليفة في الأهل، اللهم إني أعوذ بك من وعثاء السفر، وكآبة المنظر، وسوء المنقلب في المال والأهل. وإذا رجع قالهن وزاد فيهن: (آيبون، تائبون، عابدون، ل",
      "reference": "مسلم 2/ 998",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ السَّفَرِ"
    },
    {
      "id": 332,
      "text": "أَسْتَوْدِعُ اللَّهَ دِينَكَ، وَأَمَانَتَكَ، وَخَوَاتِيمَ عَمَلِكَ",
      "reference": "أحمد 2/ 7 والتّرمذي 5/ 499 وانظر صحيح التّرمذي 2/ 155",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ المُقِيمِ لِلْمُسَافِرِ"
    },
    {
      "id": 333,
      "text": "قَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: (اللَّهُمَّ فَأَيُّمَا مُؤْمِنٍ سَبَبْتُهُ فَاجْعَلْ ذَلِكَ لَهُ قُرْبَةً إِلَيْكَ يَوْمَ القِيَامَةِ)",
      "reference": "البخاري مع الفتح 11/ 171 ومسلم 4/ 2007 ولفظه: فاجعلها له زكاة ورحمة",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "الدُّعَاءُ لِمَنْ سَبَبْتَهُ"
    },
    {
      "id": 334,
      "text": "اللهم  منك ولك]،",
      "reference": "مسلم 3/ 1557، والبيهقي 9/ 287/ ومابين المعكوفين للبيهقي 9/ 287، وغيره والجملة الأخيرة سقتها بالمعنى من رواية مسلم",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "مَا يَقُولُ عِنْدَ الذَّبْحِ أَوْ النَّحْرِ"
    },
    {
      "id": 335,
      "text": "اللهم  تقبل مني",
      "reference": "مسلم 3/ 1557، والبيهقي 9/ 287/ ومابين المعكوفين للبيهقي 9/ 287، وغيره والجملة الأخيرة سقتها بالمعنى من رواية مسلم",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "مَا يَقُولُ عِنْدَ الذَّبْحِ أَوْ النَّحْرِ"
    },
    {
      "id": 336,
      "text": "اللّهُ لاَ إِلَـهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ.",
      "reference": "آية الكرسى - سورة البقرة 255",
      "source": "AzkarDB",
      "repeatTarget": 1,
      "description": "من قالها حين يصبح أجير من الجن حتى يمسى ومن قالها حين يمسى أجير من الجن حتى يصبح.",
      "originalCategory": "أذكار الصباح"
    },
    {
      "id": 337,
      "text": "اللّهُـمَّ بِكَ أَصْـبَحْنا وَبِكَ أَمْسَـينا ، وَبِكَ نَحْـيا وَبِكَ نَمُـوتُ وَإِلَـيْكَ النُّـشُور.",
      "reference": "الترمذي",
      "source": "AzkarDB",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "أذكار الصباح"
    },
    {
      "id": 338,
      "text": "اللهم  عافني في بدني ،",
      "reference": "أحمد",
      "source": "AzkarDB",
      "repeatTarget": 3,
      "description": null,
      "originalCategory": "أذكار الصباح"
    },
    {
      "id": 339,
      "text": "اللهم  عافني في سمعي ،",
      "reference": "أحمد",
      "source": "AzkarDB",
      "repeatTarget": 3,
      "description": null,
      "originalCategory": "أذكار الصباح"
    },
    {
      "id": 340,
      "text": "اللهم  عافني في بصري ، لا إله إلا أنت.",
      "reference": "أحمد",
      "source": "AzkarDB",
      "repeatTarget": 3,
      "description": null,
      "originalCategory": "أذكار الصباح"
    },
    {
      "id": 341,
      "text": "اللّهُـمَّ إِنّـي أَعـوذُ بِكَ مِنَ الْكُـفر ، وَالفَـقْر ، وَأَعـوذُ بِكَ مِنْ عَذابِ القَـبْر ، لا إلهَ إلاّ أَنْـتَ.",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": 3,
      "description": null,
      "originalCategory": "أذكار الصباح"
    },
    {
      "id": 342,
      "text": "اللهم  استر عوراتي وآمن روعاتي ،",
      "reference": "أبو داود",
      "source": "AzkarDB",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "أذكار الصباح"
    },
    {
      "id": 343,
      "text": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ الْهَمِّ وَالْحَزَنِ، وَأَعُوذُ بِكَ مِنْ الْعَجْزِ وَالْكَسَلِ، وَأَعُوذُ بِكَ مِنْ الْجُبْنِ وَالْبُخْلِ، وَأَعُوذُ بِكَ مِنْ غَلَبَةِ الدَّيْنِ، وَقَهْرِ الرِّجَالِ.",
      "reference": "أبو داود",
      "source": "AzkarDB",
      "repeatTarget": 3,
      "description": null,
      "originalCategory": "أذكار الصباح"
    },
    {
      "id": 344,
      "text": "اللهم  أنت ربي لا إله إلا أنت ، عليك توكلت ، وأنت رب العرش العظيم , ما شاء الله كان ، وما لم يشأ لم يكن ، ولا حول ولا قوة إلا بالله العلي العظيم , أعلم أن الله على كل شيء قدير ، وأن الله قد أحاط بكل شيء علما ,",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": 1,
      "description": "ذكر طيب.",
      "originalCategory": "أذكار الصباح"
    },
    {
      "id": 345,
      "text": "اللّهُـمَّ بِكَ أَمْسَـينا وَبِكَ أَصْـبَحْنا، وَبِكَ نَحْـيا وَبِكَ نَمُـوتُ وَإِلَـيْكَ الْمَصِيرُ.",
      "reference": "الترمذي",
      "source": "AzkarDB",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "أذكار المساء"
    },
    {
      "id": 346,
      "text": "﴿ إن في خلق السموات والأرض واختلاف الليل والنهار لآيات لأولي الألباب * الذين يذكرون الله قياما وقعودا وعلى جنوبهم ويتفكرون في خلق السموات والأرض",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "أذكار الاستيقاظ من النوم"
    },
    {
      "id": 347,
      "text": "([بِسْمِ اللَّهِ] اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْخُبْثِ وَالْخَبائِث).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء دخول الخلاء"
    },
    {
      "id": 348,
      "text": "(اللَّهُمَّ اجْعَلْنِي مِنَ التَّوَّابِينَ وَاجْعَلْنِي مِنَ الْمُتَطَهِّرِينَ)",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الذكر بعد الفراغ من الوضوء"
    },
    {
      "id": 349,
      "text": "(اللَّهُمَّ إِنِّي أَعُوذُ بِكَ أَنْ أَضِلَّ، أَوْ أُضَلَّ، أَوْ أَزِلَّ، أَوْ أُزَلَّ، أَوْ أَظْلِمَ، أَوْ أُظْلَمَ، أَوْ أَجْهَلَ، أَوْ يُجْهَلَ عَلَيَّ).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الذكر عند الخروج من المنزل"
    },
    {
      "id": 350,
      "text": "اللهم  إني أسألك من فضلك،",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء الخروج من المسجد"
    },
    {
      "id": 351,
      "text": "يَقُولُ: ((اللَّهُمَّ رَبَّ هَذِهِ الدَّعْوَةِ التَّامَّةِ، وَالصَّلاَةِ الْقَائِمَةِ، آتِ مُحَمَّداً الْوَسِيلَةَ وَالْفَضِيلَةَ، وَابْعَثْهُ مَقَامَاً مَحمُوداً الَّذِي وَعَدْتَهُ، [إِنَّكَ لَا تُخْلِفُ الْمِيعَادَ])).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "أذكار الآذان"
    },
    {
      "id": 352,
      "text": "اللهم  اغسلني من خطاياي، بالثلج والماء والبرد)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء الاستفتاح"
    },
    {
      "id": 353,
      "text": "اللهم  ربنا وبحمدك،",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء الركوع"
    },
    {
      "id": 354,
      "text": "((اللَّهُمَّ لَكَ رَكَعْتُ، وَبِكَ آمَنْتُ، وَلَكَ أَسْلَمْتُ، خَشَعَ لَكَ سَمْعِي، وَبَصَرِي، وَمُخِّي، وَعَــــظْمِي، وَعَصَبِي، [وَمَا استَقَلَّتْ بِهِ قَدَمِي])).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء الركوع"
    },
    {
      "id": 355,
      "text": "((مِلْءَ السَّمَوَاتِ وَمِلْءَ الأَرْضِ، وَمَا بَيْنَهُمَا، وَمِلْءَ مَا شِئْتَ مِنْ شَيءٍ بَعْدُ. أَهلَ الثَّناءِ وَالْمَجْدِ، أَحَقُّ مَا قَالَ الْعَبْدُ، وَكُلُّنَا لَكَ عَبْدٌ. اللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الجَدِّ مِنْكَ الجَدُّ)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء الرفع من الركوع"
    },
    {
      "id": 356,
      "text": "((اللَّهُمَّ إِنِّي أَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ، وَبِمُعَافَاتِكَ مِنْ عُقوبَتِكَ، وَأَعُوذُ بِكَ مِنْكَ، لاَ أُحْصِي ثَنَاءً عَلَيْكَ، أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء السجود"
    },
    {
      "id": 357,
      "text": "((اللَّهُمَّ اكْتُبْ لِي بِهَا عِنْدَكَ أَجْراً، وَضَعْ عَنِّي بِهَا وِزْراً، وَاجْعَلْهَا لِي عِنْدَكَ ذُخْراً، وَتَقَبَّلْهَا مِنِّي كَمَا تَقَبَّلْتَهَا مِنْ عَبْدِكَ دَاوُدَ)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء سجود التلاوة"
    },
    {
      "id": 358,
      "text": "اللهم  صل على محمد، وعلى آل محمد، كما صليت على إبراهيم، وعلى آل إبراهيم، إنك حميد مجيد،",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الصلاة على النبي بعد التشهد"
    },
    {
      "id": 359,
      "text": "اللهم  إني أعوذ بك من المأثم والمغرم)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الدعاء بعد التشهد الأخير قبل السلام"
    },
    {
      "id": 360,
      "text": "((اللَّهُمَّ أَعِنِّي عَلَى ذِكْرِكَ، وَشُكْرِكَ، وَحُسْنِ عِبادَتِكَ)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الدعاء بعد التشهد الأخير قبل السلام"
    },
    {
      "id": 361,
      "text": "((اللَّهُمَّ إِنِّي أَسْأَلُكَ الْجَنَّةَ وَأَعُوذُ بِكَ مِنَ النَّارِ)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الدعاء بعد التشهد الأخير قبل السلام"
    },
    {
      "id": 362,
      "text": "اللهم  بعلمك الغيب وقدرتك على الخلق أحيني ما علمت الحياة خيرا لي، وتوفني إذا علمت الوفاة خيرا لي،",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الدعاء بعد التشهد الأخير قبل السلام"
    },
    {
      "id": 363,
      "text": "اللهم  زينا بزينة الإيمان، واجعلنا هداة مهتدين)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الدعاء بعد التشهد الأخير قبل السلام"
    },
    {
      "id": 364,
      "text": "((اللَّهُمَّ إِنِّي أَسْأَلُكَ يَا أَللَّهُ بِأَنَّكَ الْوَاحِدُ الْأَحَدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يولَدْ، وَلَمْ يَكنْ لَهُ كُفُواً أَحَدٌ، أَنْ تَغْفِرَ لِي ذُنُوبِي إِنَّكَ أَنْتَ الْغَفُورُ الرَّحِّيمُ)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الدعاء بعد التشهد الأخير قبل السلام"
    },
    {
      "id": 365,
      "text": "((اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنَّي أَشْهَدُ أَنَّكَ أَنْتَ اللَّهُ لاَ إِلَهَ إِلاَّ أَنْتَ الْأَحَدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ)) .",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الدعاء بعد التشهد الأخير قبل السلام"
    },
    {
      "id": 366,
      "text": "﴿اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ﴾ عَقِبَ كلِّ صَلاَةٍ.",
      "reference": "آية الكرسى - سورة البقرة 255",
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الأذكار بعد السلام من الصلاة"
    },
    {
      "id": 367,
      "text": "اللهم  إني أستخيرك بعلمك، وأستقدرك بقدرتك، وأسألك من فضلك العظيم؛ فإنك تقدر ولا أقدر، وتعلم ولا أعلم، وأنت علام الغيوب،",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء صلاة الاستخارة"
    },
    {
      "id": 368,
      "text": "﴿اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْـــــــــــدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ﴾.",
      "reference": "آية الكرسى - سورة البقرة 255",
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "أذكار النوم"
    },
    {
      "id": 369,
      "text": "اللهم  إني أسألك العافية)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "أذكار النوم"
    },
    {
      "id": 370,
      "text": "((بِاسْمِكَ اللَّهُمَّ أَمُوتُ وَأَحْيَا)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "أذكار النوم"
    },
    {
      "id": 371,
      "text": "اللهم  أنت الأول فليس قبلك شيء، وأنت الآخر فليس بعدك شيء، وأنت الظاهر فليس فوقك شيء، وأنت الباطن فليس دونك شيء، اقض عنا الدين وأغننا من الفقر)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "أذكار النوم"
    },
    {
      "id": 372,
      "text": "((اللَّهُمَّ أَسْلَمْتُ نَفْسِي إِلَيْكَ، وَفَوَّضْتُ أَمْرِي إِلَيْكَ، وَوَجَّهْتُ وَجْهِي إِلَيْكَ، وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ، رَغْبَةً وَرَهْبَةً إِلَيْكَ، لاَ مَلْجَأَ وَلاَ مَنْجَا مِنْكَ إِلاَّ إِلَيْكَ، آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ، وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "أذكار النوم"
    },
    {
      "id": 373,
      "text": "((لاَ إِلَهَ إِلاَّ اللَّهُ الْوَاحِدُ الْقَهّارُ، رَبُّ السَّمَوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا الْعَزيزُ الْغَفَّارُ)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الدعاء إذا تقلب في الليل"
    },
    {
      "id": 374,
      "text": "اللهم  إياك نعبد، ولك نصلي ونسجد، وإليك نسعى ونحفد، نرجو رحمتك، ونخشى عذابك، إن عذابك بالكافرين ملحق.",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء قنوت الوتر"
    },
    {
      "id": 375,
      "text": "((اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ، وَالْعَجْزِ وَالْكَسَلِ، وَالْبُخْلِ وَالْجُبْنِ، وَضَلَعِ الدَّيْنِ وَغَلَبَةِ الرِّجَالِ)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء الهم والحزن"
    },
    {
      "id": 376,
      "text": "((اللَّهُمَّ أَنْتَ عَضُدِي، وَأَنْتَ نَصِيرِي، بِكَ أَحُولُ وَبِكَ أَصُولُ، وَبِكَ أُقاتِلُ)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء لقاء العدو و ذي السلطان"
    },
    {
      "id": 377,
      "text": "((اللَّهُمَّ ربَّ السَّمَوَاتِ السَّبْعِ، وَرَبَّ الْعَرْشِ الْعَظِيمِ، كُنْ لِي جَاراً مِنْ فُلاَنِ بْنِ فُلاَنٍ، وَأَحْزَابِهِ مِنْ خَلاَئِقِكَ، أَنْ يَفْرُطَ عَلَيَّ أَحَدٌ مِنْهُمْ أَوْ يَطْغَى، عَزَّ جَارُكَ، وَجَلَّ ثَنَاؤُكَ، وَلاَ إِلَهَ إِلاَّ أَنْتَ)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء لقاء العدو و ذي السلطان"
    },
    {
      "id": 378,
      "text": "اللهم  منزل الكتاب، سريع الحساب، اهزم الأحزاب،",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الدعاء على العدو"
    },
    {
      "id": 379,
      "text": "اللهم  اهزمهم وزلزلهم)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الدعاء على العدو"
    },
    {
      "id": 380,
      "text": "((اللَّهُمَّ اكْفِنِيهِمْ بِمَا شِئْتَ)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "ما يقول من خاف قوما"
    },
    {
      "id": 381,
      "text": "((اللَّهُمَّ اكْفِنِي بِحَلاَلِكَ عَنْ حَرَامِكَ، وَأَغْنِنِي بِفَضْلِكِ عَمَّنْ سِوَاكَ)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء قضاء الدين"
    },
    {
      "id": 382,
      "text": "((اللَّهُمَّ لاَ سَهْلَ إِلاَّ مَا جَعَلْتَهُ سَهْلاً، وَأَنْتَ تَجْعَلُ الْحَزْنَ إِذَا شِئْتَ سَهْلاً)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء من استصعب عليه أمر"
    },
    {
      "id": 383,
      "text": "((جَعَلَ النَّبِيُّ صلى الله عليه وسلم عِنْدَ مَوْتِهِ يُدْخِلُ يَدَيْهِ فِي الْمَاءِ فَيَمْسَحُ بِهِمَا وَجْهَهُ، وَيَقُولُ: لاَ إِلَهَ إِلاَّ اللَّهُ إِنَّ لِلْمَوْتِ سَكَرَاتٍ)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء المريض الذي يئس من حياته"
    },
    {
      "id": 384,
      "text": "((إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ، اللَّهُمَّ أْجُرْنِي فِي مُصِيبَتِي، وَأَخْلِفْ لِي خَيْرَاً مِنْهَا)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء من أصيب بمصيبة"
    },
    {
      "id": 385,
      "text": "اللهم  من أحييته منا فأحيه على الإسلام، ومن توفيته منا فتوفه على الإيمان،",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الدعاء للميت في الصلاة عليه"
    },
    {
      "id": 386,
      "text": "اللهم  لا تحرمنا أجره، ولا تضلنا بعده)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الدعاء للميت في الصلاة عليه"
    },
    {
      "id": 387,
      "text": "((اللَّهُمَّ عَبْدُكَ وَابْنُ أَمَتِكَ احْتَاجَ إِلَى رَحْمَتِكَ، وَأَنْتَ غَنِيٌّ عَنْ عَذَابِهِ، إِنْ كَانَ مُحْسِناً فَزِدْ فِي حَسَنَاتِهِ، وَإِنْ كَانَ مُسِيئاً فَتَجَاوَزْ عَنْهُ)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الدعاء للميت في الصلاة عليه"
    },
    {
      "id": 388,
      "text": "اللهم  أعذه من عذاب القبر)) وإن قال: ((",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الدعاء للفرط في الصلاة عليه"
    },
    {
      "id": 389,
      "text": "اللهم  اجعله فرطا وذخرا لوالديه، وشفيعا مجابا،",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الدعاء للفرط في الصلاة عليه"
    },
    {
      "id": 390,
      "text": "اللهم  ثقل به موازينهما، وأعظم به أجورهما، وألحقه بصالح المؤمنين، واجعله في كفالة إبراهيم، وقه برحمتك عذاب الجحيم، وأبدله دارا خيرا من داره، وأهلا خيرا من أهله،",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الدعاء للفرط في الصلاة عليه"
    },
    {
      "id": 391,
      "text": "((اللَّهُمَّ اجْعَلْهُ لَنَا فَرَطاً، وَسَلَفاً، وَأَجْراً)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الدعاء للفرط في الصلاة عليه"
    },
    {
      "id": 392,
      "text": "((اللَّهُمَّ اسْقِنَا غَيْثاً مُغِيثاً مَرِيئاً مَرِيعاً، نَافِعاً غَيْرَ ضَارٍّ، عَاجِلاً غَيْرَ آجِلٍ)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "من أدعية الاستسقاء"
    },
    {
      "id": 393,
      "text": "اللهم  أغثنا،",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "من أدعية الاستسقاء"
    },
    {
      "id": 394,
      "text": "اللهم  أغثنا)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "من أدعية الاستسقاء"
    },
    {
      "id": 395,
      "text": "((اللَّهُمَّ صَيِّباً نَافِعاً)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الدعاء إذا نزل المطر"
    },
    {
      "id": 396,
      "text": "اللهم  حوالينا ولا علينا،",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "من أدعية الاستصحاء"
    },
    {
      "id": 397,
      "text": "اللهم  على الآكام والظراب، وبطون الأودية، ومنابت الشجر)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "من أدعية الاستصحاء"
    },
    {
      "id": 398,
      "text": "((الله أكبر، اللهم أهله علينا بالأمن والإيمان، والسلامة والإسلام، والتوفيق لما تحب",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء رؤية الهلال"
    },
    {
      "id": 399,
      "text": "((اللَّهُمَّ إِنِّي أَسْأَلُكَ بِرَحْمَتِكَ الَّتِي وَسِعَتْ كُلَّ شَيْءٍ أَنْ تَغْفِرَ لِي)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الدعاء عند إفطار الصائم"
    },
    {
      "id": 400,
      "text": "((اللَّهُمَّ أَطْعِمْ مَنْ أَطْعَمَنِي، وَاسْقِ مَنْ سَقَانِي)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "التعريض بالدعاء لطلب الطعام أو الشراب"
    },
    {
      "id": 401,
      "text": "((اللَّهُمَّ لاَ طَيْرَ إِلاَّ طَيْرُكَ، وَلاَ خَيْرَ إِلاَّ خَيْرُكَ، وَلاَ إِلَهَ غَيْرُكَ)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء كراهية الطيرة"
    },
    {
      "id": 402,
      "text": "ربنا  لمنقلبون﴾ ((اللهم إنا نسألك في سفرنا هذا البر والتقوى، ومن العمل ما ترضى، اللهم هون علينا سفرنا هذا واطو عنا بعده، اللهم أنت الصاحب في السفر، والخليفة في الأهل، اللهم إني أعوذ بك من وعثاء السفر، وكآبة المنظر، وسوء المنقلب في المال والأهل))، وإذا رجع قالهن وزاد فيهن: ((آيبون، تائبون، عابدون، ل",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء السفر"
    },
    {
      "id": 403,
      "text": "(( أَسْتَوْدِعُ اللَّهَ دِينَكَ، وَأَمَانَتَكَ، وَخَوَاتِيمَ عَمَلِكَ)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء المقيم للمسافر"
    },
    {
      "id": 404,
      "text": "قَالَ النَّبِيُّ صلى الله عليه وسلم: ((اللَّهُمَّ فَأَيُّمَا مُؤْمِنٍ سَبَبْتُهُ فَاجْعَلْ ذَلِكَ لَهُ قُرْبَةً إِلَيْكَ يَوْمَ الْقِيَامَةِ)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الدعاء لمن سببته"
    },
    {
      "id": 405,
      "text": "اللهم  منك ولك]",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "ما يقول عند الذبح أو النحر"
    },
    {
      "id": 406,
      "text": "اللهم  تقبل مني)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "ما يقول عند الذبح أو النحر"
    },
    {
      "id": 407,
      "text": "وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ.",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الرقية الشرعية من القرآن الكريم"
    },
    {
      "id": 408,
      "text": "اللَّهُمَّ ربَّ النَّاسِ، أَذْهِب الْبَأسَ، واشْفِ، أَنْتَ الشَّافي لا شِفَاءَ إِلاَّ شِفَاؤُكَ، شِفاءً لا يُغَادِرُ سقَماً.",
      "reference": "البخاري",
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الرقية الشرعية من السنة النبوية"
    },
    {
      "id": 409,
      "text": "اللَّهُمَّ اشْفِ عَبْدَكَ، وصَدِّقْ رَسُولَك.",
      "reference": "أحمد",
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الرقية الشرعية من السنة النبوية"
    },
    {
      "id": 410,
      "text": "اللهم  برد قلبي بالثلج والبرد والماء البارد ،",
      "reference": "الترمذي",
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الرقية الشرعية من السنة النبوية"
    },
    {
      "id": 411,
      "text": "اللهم  نق قلبي من الخطايا كما نقيت الثوب الأبيض من الدنس.",
      "reference": "الترمذي",
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الرقية الشرعية من السنة النبوية"
    },
    {
      "id": 412,
      "text": "اللهم  أنت تكشف المغرم والمأثم،",
      "reference": "أبو داود",
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الرقية الشرعية من السنة النبوية"
    },
    {
      "id": 413,
      "text": "اللهم  لا يهزم جندك، ولا يخلف وعدك، ولا ينفع ذا الجد منك الجد، سبحانك وبحمدك.",
      "reference": "أبو داود",
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الرقية الشرعية من السنة النبوية"
    },
    {
      "id": 414,
      "text": "اللَّهُمَّ اشْفِ عَبْدَكَ يَنْكَأُ لَكَ عَدُوًّا ، أَوْ يَمْشِي لَكَ إِلَى صَلاةٍ.",
      "reference": "أحمد",
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الرقية الشرعية من السنة النبوية"
    },
    {
      "id": 415,
      "text": "اللهم  صل على محمد وعلى آل محمد كما صليت على إبراهيم وعلى آل إبراهيم إنك حميد مجيد،",
      "reference": "البخاري",
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الرقية الشرعية من السنة النبوية"
    },
    {
      "id": 416,
      "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ الْجَنَّةَ، وَأَعُوذُ بِكَ مِنَ النَّارِ",
      "reference": [
        {
          "rawi": "بعض أصحاب النبي صلى الله عليه وسلم",
          "mohdith": "أبو داود",
          "book": "سنن أبي داود",
          "numberOrPage": "792",
          "grade": "سكت عنه [وقد قال في رسالته لأهل مكة كل ما سكت عنه فهو صالح]",
          "takhrij": null
        },
        {
          "rawi": "أبو هريرة",
          "mohdith": "ابن حبان",
          "book": "صحيح ابن حبان",
          "numberOrPage": "868",
          "grade": "أخرجه في صحيحه",
          "takhrij": null
        },
        {
          "rawi": "أبو هريرة",
          "mohdith": "الألباني",
          "book": "صحيح ابن ماجه",
          "numberOrPage": "751",
          "grade": "صحيح",
          "takhrij": "أخرجه ابن ماجه (910) واللفظ له، وابن حبان (868)"
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "سؤال الله الجنة والنجاة من النار"
    },
    {
      "id": 417,
      "text": "اللَّهُمَّ رَبَّ جِبْرَائِيلَ وَمِيكَائِيلَ، وَرَبَّ إِسْرَافِيلَ، أَعُوذُ بِكَ مِنْ حَرِّ النَّارِ، وَمِنْ عَذَابِ الْقَبْرِ",
      "reference": [
        {
          "rawi": "عائشة أم المؤمنين",
          "mohdith": "الألباني",
          "book": "صحيح الجامع",
          "numberOrPage": "1305",
          "grade": "حسن",
          "takhrij": "أخرجه النسائي (5519)، وأحمد (24369) باختلاف يسير"
        },
        {
          "rawi": "عائشة أم المؤمنين",
          "mohdith": "الألباني",
          "book": "صحيح النسائي",
          "numberOrPage": "5534",
          "grade": "حسن",
          "takhrij": "أخرجه النسائي (5519)، وأحمد (24369) باختلاف يسير"
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "سؤال الله الجنة والنجاة من النار"
    },
    {
      "id": 418,
      "text": "اللهم إني أسألُكَ يا اللهُ الأحدُ الصمدُ، الذي لم يلد ولم يُولَد، ولم يكن له كُفواً أحدٌ، أن تَغفِرَ لي ذنوبي، إنك أنْت الغفورُ الرحيمُ",
      "reference": [
        {
          "rawi": "محجن بن الأدرع",
          "mohdith": "أبو داود",
          "book": "سنن أبي داود",
          "numberOrPage": "985",
          "grade": "سكت عنه [وقد قال في رسالته لأهل مكة كل ما سكت عنه فهو صالح]",
          "takhrij": null
        },
        {
          "rawi": "محجن بن الأدرع",
          "mohdith": "الحاكم",
          "book": "المستدرك على الصحيحين",
          "numberOrPage": "1001",
          "grade": "صحيح على شرط الشيخين",
          "takhrij": null
        },
        {
          "rawi": "محجن بن الأدرع",
          "mohdith": "الألباني",
          "book": "صحيح أبي داود",
          "numberOrPage": "985",
          "grade": "صحيح",
          "takhrij": null
        },
        {
          "rawi": "محجن بن الأدرع",
          "mohdith": "شعيب الأرناؤوط",
          "book": "تخريج سنن أبي داود",
          "numberOrPage": "985",
          "grade": "إسناده صحيح",
          "takhrij": null
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "سؤال الله المغفرة والرحمة"
    },
    {
      "id": 419,
      "text": "اللهُمَّ طَهِّرْنِي بِالثَّلْجِ وَالْبَرَدِ، وَالماءِ الْبَارِدِ اللهُمَّ طَهِّرْنِي مِنَ الذُّنُوبِ وَالخَطَايَا، كما يُنَقَّى الثَّوْبُ الْأَبْيَضُ مِنَ الْوَسَخِ",
      "reference": [
        {
          "rawi": "عبدالله بن أبي أوفى",
          "mohdith": "مسلم",
          "book": "صحيح مسلم",
          "numberOrPage": "476",
          "grade": "[صحيح]",
          "takhrij": null
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "سؤال الله المغفرة والرحمة"
    },
    {
      "id": 420,
      "text": "اللهُمَّ إِنِّي أَسْأَلُكَ الْهْدَى وَالسَّدَادَ",
      "reference": [
        {
          "rawi": "علي بن أبي طالب",
          "mohdith": "مسلم",
          "book": "صحيح مسلم",
          "numberOrPage": "2725",
          "grade": "[صحيح]",
          "takhrij": null
        },
        {
          "rawi": "علي بن أبي طالب",
          "mohdith": "شعيب الأرناؤوط",
          "book": "تخريج المسند لشعيب",
          "numberOrPage": "1168",
          "grade": "إسناده قوي على شرط مسلم",
          "takhrij": "أخرجه مسلم (2078)، وأبو داود (4044)، والنسائي (5286) مختصراً، والترمذي (264، 1786) مفرقاً مختصراً، وأحمد (1168) واللفظ له"
        },
        {
          "rawi": "علي بن أبي طالب",
          "mohdith": "ابن حبان",
          "book": "صحيح ابن حبان",
          "numberOrPage": "998",
          "grade": "أخرجه في صحيحه",
          "takhrij": null
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "سؤال الله الهداية والرشد والثبات على الدين"
    },
    {
      "id": 421,
      "text": "اللهُمَّ مُصَرِّفَ الْقُلُوبِ، صَرِّفْ قُلُوبَنَا إِلَى طَاعَتِكَ",
      "reference": [
        {
          "rawi": "عبدالله بن عمرو",
          "mohdith": "مسلم",
          "book": "صحيح مسلم",
          "numberOrPage": "2654",
          "grade": "[صحيح]",
          "takhrij": "من أفراد مسلم على البخاري"
        },
        {
          "rawi": "أبو هريرة",
          "mohdith": "شعيب الأرناؤوط",
          "book": "تخريج المسند لشعيب",
          "numberOrPage": "9420",
          "grade": "صحيح لغيره",
          "takhrij": "أخرجه النسائي في ((السنن الكبرى)) (10136)، وأحمد (9420)"
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "سؤال الله الهداية والرشد والثبات على الدين"
    },
    {
      "id": 422,
      "text": "اللهُمَّ لَكَ أَسْلَمْتُ، وَبِكَ آمَنْتُ، وَعَلَيْكَ تَوَكَّلْتُ، وَإِلَيْكَ أَنَبْتُ، وَبِكَ خَاصَمْتُ، اللهُمَّ إِنِّي أَعُوذُ بِعِزَّتِكَ، لا إِلَهَ إِلّا أَنْتَ، أَنْ تُضِلَّنِي، أَنْتَ الْحَيُّ الَّذِي لا يَمُوتُ، وَالْجِنُّ وَالْإِنْسُ يَمُوتُونَ",
      "reference": [
        {
          "rawi": "عبدالله بن عباس",
          "mohdith": "مسلم",
          "book": "صحيح مسلم",
          "numberOrPage": "2717",
          "grade": "[صحيح]",
          "takhrij": "أخرجه البخاري (7383) مختصراً"
        },
        {
          "rawi": "عبدالله بن عباس",
          "mohdith": "الألباني",
          "book": "صحيح الجامع",
          "numberOrPage": "1309",
          "grade": "صحيح",
          "takhrij": "أخرجه مسلم (2717)"
        },
        {
          "rawi": "عبدالله بن عباس",
          "mohdith": "أحمد شاكر",
          "book": "تخريج المسند لشاكر",
          "numberOrPage": "4/264",
          "grade": "إسناده صحيح",
          "takhrij": "أخرجه البخاري (7383) مختصراً، ومسلم (2717) باختلاف يسير"
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "سؤال الله الهداية والرشد والثبات على الدين"
    },
    {
      "id": 423,
      "text": "اللَّهُمَّ أَعُوذُ بِكَ أَنْ أَضِلَّ أَوْ أُضَلَّ، أَوْ أَزِلَّ أَوْ أُزلَّ، أَوْ أَظْلِمَ أَوْ أُظْلَمَ، أَوْ أَجْهَلَ أَوْ يُجْهَلَ عَلَيَّ",
      "reference": [
        {
          "rawi": "أم سلمة أم المؤمنين",
          "mohdith": "الألباني",
          "book": "صحيح أبي داود",
          "numberOrPage": "5094",
          "grade": "صحيح",
          "takhrij": "أخرجه أبو داود (5094) واللفظ له، والترمذي (3427)، والنسائي (5486)، وابن ماجه (3884)، وأحمد (26616)"
        },
        {
          "rawi": "أم سلمة أم المؤمنين",
          "mohdith": "النووي",
          "book": "الأذكار للنووي",
          "numberOrPage": "32",
          "grade": "صحيح",
          "takhrij": "أخرجه أبو داود (5094)، والترمذي (3427)، والنسائي (5539) باختلاف يسير"
        },
        {
          "rawi": "أم سلمة",
          "mohdith": "شعيب الأرناؤوط",
          "book": "تخريج زاد المعاد",
          "numberOrPage": "2/335",
          "grade": "إسناده صحيح",
          "takhrij": "أخرجه أبو داود (5094)، والترمذي (3427)، والنسائي (5539) باختلاف يسير"
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "سؤال الله الهداية والرشد والثبات على الدين"
    },
    {
      "id": 424,
      "text": "اللَّهُمَّ انْفَعْنِي بِمَا عَلَّمْتَنِي، وَعَلِّمْنِي مَا يَنْفَعُنِي، وَزِدْنِي عِلْمًا",
      "reference": [
        {
          "rawi": "أبو هريرة",
          "mohdith": "الألباني",
          "book": "صحيح ابن ماجه",
          "numberOrPage": "205",
          "grade": "صحيح دون الحمد",
          "takhrij": "أخرجه الترمذي (3599)، وابن ماجه (251) واللفظ له"
        },
        {
          "rawi": "أبو هريرة",
          "mohdith": "الترمذي",
          "book": "سنن الترمذي",
          "numberOrPage": "3599",
          "grade": "حسن غريب من هذا الوجه",
          "takhrij": "أخرجه الترمذي (3599) واللفظ له، وابن ماجه (3833)."
        },
        {
          "rawi": "أنس بن مالك",
          "mohdith": "ابن حجر العسقلاني",
          "book": "بلوغ المرام",
          "numberOrPage": "457",
          "grade": "إسناده حسن",
          "takhrij": "أخرجه النسائي في ((السنن الكبرى)) (7868)، والطبراني ((الدعاء)) (1405)، والحاكم (1879) مختصراً، والديلمي كما في ((كنز العمال)) للمتقي الهندي (5102) واللفظ له."
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "سؤال الله خَيْرَي الدنيا والآخرة"
    },
    {
      "id": 425,
      "text": "اللَّهُمَّ اقْسِمْ لَنَا مِنْ خَشْيَتِكَ مَا يَحُولُ بَيْنَنَا وَبَيْنَ مَعَاصِيكَ، وَمِنْ طَاعَتِكَ مَا تُبَلِّغُنَا بِهِ جَنَّتَكَ، وَمِنَ اليَقِينِ مَا تُهُوِّنُ بِهِ عَلَيْنَا مُصِيبَاتِ الدُّنْيَا، وَمَتِّعْنَا بِأَسْمَاعِنَا وَأَبْصَارِنَا وَقُوَّتِنَا مَا أَحْبَيْتَنَا، وَاجْعَلْهُ الوَارِثَ مِنَّا، وَاجْعَلْ ثَأْرَنَا عَلَى مَنْ ظَلَمَنَا، وَانْصُرْنَا عَلَى مَنْ عَادَانَا، وَلا تَجْعَلْ مُصِيبتَنَا فِي دِينِنَا، وَلا تَجْعَلِ الدُّنْيَا أَكْبَرَ هَمّنَا وَلا مَبْلَغَ عِلْمِنَا، وَلا تُسَلِّطْ عَلَيْنَا مَنْ لا يَرْحَمُنَا",
      "reference": [
        {
          "rawi": "عبدالله بن عمر",
          "mohdith": "الترمذي",
          "book": "سنن الترمذي",
          "numberOrPage": "3502",
          "grade": "حسن غريب",
          "takhrij": "أخرجه النسائي في ((السنن الكبرى)) (10234)، والبزار (5989)، والطبراني في ((الدعاء)) (1911)"
        },
        {
          "rawi": "عبدالله بن عمر",
          "mohdith": "شعيب الأرناووط",
          "book": "تخريج شرح السنة",
          "numberOrPage": "1374",
          "grade": "إسناده حسن",
          "takhrij": "أخرجه الترمذي (3502)، والنسائي في ((السنن الكبرى)) (10234)، والطبراني في ((الدعاء)) (1911)"
        },
        {
          "rawi": "عبدالله بن عمر",
          "mohdith": "الألباني",
          "book": "صحيح الجامع",
          "numberOrPage": "1268",
          "grade": "حسن",
          "takhrij": "أخرجه الترمذي (3502)، والنسائي في ((السنن الكبرى)) (10234) باختلاف يسير."
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "سؤال الله خَيْرَي الدنيا والآخرة"
    },
    {
      "id": 426,
      "text": "اللهُمَّ أَعِنَّا عَلَى شُكْرِكَ، وَذِكْرِكَ، وَحُسْنِ عِبَادَتِكَ",
      "reference": [
        {
          "rawi": "أبو هريرة",
          "mohdith": "أبو نعيم",
          "book": "حلية الأولياء",
          "numberOrPage": "9/231",
          "grade": "غريب من حديث موسى بن عقبة تفرد به أبو قرة موسى بن طارق",
          "takhrij": "أخرجه أحمد (7969)"
        },
        {
          "rawi": "أبو هريرة",
          "mohdith": "الألباني",
          "book": "السلسلة الصحيحة",
          "numberOrPage": "844",
          "grade": "إسناده صحيح",
          "takhrij": "أخرجه أحمد (7969)"
        },
        {
          "rawi": "أبو هريرة",
          "mohdith": "شعيب الأرناؤوط",
          "book": "تخريج المسند لشعيب",
          "numberOrPage": "7982",
          "grade": "إسناده صحيح",
          "takhrij": "أخرجه أحمد (7982)، وأبو نعيم في ((حلية الأولياء)) (9/223) واللفظ لهما، والحاكم (1838) باختلاف يسير"
        },
        {
          "rawi": "أبو هريرة",
          "mohdith": "الوادعي",
          "book": "الصحيح المسند",
          "numberOrPage": "1342",
          "grade": "صحيح",
          "takhrij": "أخرجه أحمد (7969)"
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "سؤال الله خَيْرَي الدنيا والآخرة"
    },
    {
      "id": 427,
      "text": "اللهُمَّ أَحْسَنْتَ خَلْقِي، فَأَحْسِنْ خُلُقِي",
      "reference": [
        {
          "rawi": "عائشة أم المؤمنين",
          "mohdith": "الألباني",
          "book": "إرواء الغليل",
          "numberOrPage": "1/115",
          "grade": "صحيح",
          "takhrij": null
        },
        {
          "rawi": "عائشة أم المؤمنين",
          "mohdith": "الوادعي",
          "book": "الصحيح المسند",
          "numberOrPage": "1540",
          "grade": "صحيح",
          "takhrij": "أخرجه أحمد (24437)، والبيهقي في ((شعب الإيمان)) (8543)."
        },
        {
          "rawi": "عائشة أم المؤمنين",
          "mohdith": "شعيب الأرناؤوط",
          "book": "تخريج المسند لشعيب",
          "numberOrPage": "25221",
          "grade": "صحيح",
          "takhrij": "أخرجه أحمد (25221)، والبيهقي في ((شعب الإيمان)) (8543)"
        },
        {
          "rawi": "عائشة أم المؤمنين",
          "mohdith": "الهيثمي",
          "book": "مجمع الزوائد",
          "numberOrPage": "8/23",
          "grade": "رجاله رجال الصحيح",
          "takhrij": null
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "سؤال الله خَيْرَي الدنيا والآخرة"
    },
    {
      "id": 428,
      "text": "اللهُمَّ إِنِّي أَسْأَلُكَ مِنْ فَضْلِكَ وَرَحْمَتِكَ؛ فَإِنَّهُ لا يَمْلِكُهَا إِلَّا أَنْتَ",
      "reference": [
        {
          "rawi": "عبدالله بن مسعود",
          "mohdith": "الألباني",
          "book": "صحيح الجامع",
          "numberOrPage": "1278",
          "grade": "صحيح",
          "takhrij": "أخرجه الطبراني (10/220) (10379)، وأبو نعيم في ((حلية الأولياء)) (5/36)."
        },
        {
          "rawi": "عبدالله بن مسعود",
          "mohdith": "أبو نعيم",
          "book": "حلية الأولياء",
          "numberOrPage": "7/280",
          "grade": "غريب من حديث مسعر وزبيد تفرد به البرجمي",
          "takhrij": "أخرجه الطبراني (10/220) (10379)، والبيهقي في ((دلائل النبوة)) (6/128)، والشجري في ((الأمالي)) (1084) باختلاف يسير"
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "سؤال الله خَيْرَي الدنيا والآخرة"
    },
    {
      "id": 429,
      "text": "اللهُمَّ إِنِّي أَسْأَلُكَ حُبَّكَ، وَحُبَّ مَنْ يُحِبُّكَ، وَحُبَّ عَمَلِ يُقَرِّبُنِي إِلَى حُبِّكَ",
      "reference": [
        {
          "rawi": "أبو الدرداء",
          "mohdith": "أبو نعيم",
          "book": "حلية الأولياء",
          "numberOrPage": "1/289",
          "grade": "تفرد به محمد بن سعد عن عبد الله",
          "takhrij": "أخرجه الترمذي (3490)، والبزار (4089) باختلاف يسير، وأبو نعيم في ((حلية الأولياء)) (1/226) واللفظ له."
        },
        {
          "rawi": "أبو الدرداء",
          "mohdith": "شعيب الأرناؤوط",
          "book": "تخريج رياض الصالحين",
          "numberOrPage": "1490",
          "grade": "في إسناده عبد الله بن ربيعة الدمشقي وهو مجهول كما قال الحافظ في التقريب",
          "takhrij": "أخرجه الترمذي (3490) واللفظ له، والبزار (4089)، والحاكم (3621)"
        },
        {
          "rawi": "عبدالله بن عمر",
          "mohdith": "ابن رجب",
          "book": "رياض القدس",
          "numberOrPage": "3/309",
          "grade": "إسناده فيه ضعف",
          "takhrij": "أخرجه البزار (5385) مطولاً."
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "سؤال الله خَيْرَي الدنيا والآخرة"
    },
    {
      "id": 430,
      "text": "اللَّهُمَّ بِعِلْمِكَ الْغَيْبَ، وَقُدْرَتِكَ عَلَى الْخَلْقِ، أَحْيِنِي مَا عَلِمْتَ الْحَيَاةَ خَيْرًا لِي، وَتَوَفّنِي إِذَا عَلِمْتَ الْوَفَاةَ خَيْرًا لي",
      "reference": [
        {
          "rawi": "-",
          "mohdith": "الألباني",
          "book": "التوسل للألباني",
          "numberOrPage": "45",
          "grade": "إسناده صحيح",
          "takhrij": null
        },
        {
          "rawi": "عمار بن ياسر",
          "mohdith": "الألباني",
          "book": "صحيح النسائي",
          "numberOrPage": "1304",
          "grade": "صحيح",
          "takhrij": "أخرجه النسائي (1305) واللفظ له، وأحمد (18325)، من حديث عمار بن ياسر"
        },
        {
          "rawi": "عمار بن ياسر",
          "mohdith": "شعيب الأرناؤوط",
          "book": "تخريج المسند لشعيب",
          "numberOrPage": "18325",
          "grade": "صحيح",
          "takhrij": "أخرجه النسائي (1305)، وأحمد (18325) واللفظ له"
        },
        {
          "rawi": "عمار بن ياسر",
          "mohdith": "ابن خزيمة",
          "book": "التوحيد لابن خزيمة",
          "numberOrPage": "29/1",
          "grade": "[أشار في المقدمة أنه صح وثبت بالإسناد الثابت الصحيح]",
          "takhrij": "أخرجه النسائي (1305 )، والبزار (1393) باختلاف يسير، وابن خزيمة في ((التوحيد)) (1/29) واللفظ له"
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "سؤال الله صلاح الدين وصلاح الآخرة"
    },
    {
      "id": 431,
      "text": "اللَّهُمَّ إِنِي أَعُوذُ بِكَ مِنْ ضِيقِ الدُّنْيَا، وَضِيقِ [المقام] يَوْمِ الْقِيَامَةِ",
      "reference": [
        {
          "rawi": "عائشة أم المؤمنين",
          "mohdith": "أبو داود",
          "book": "سنن أبي داود",
          "numberOrPage": "5085",
          "grade": "سكت عنه [وقد قال في رسالته لأهل مكة كل ما سكت عنه فهو صالح]",
          "takhrij": null
        },
        {
          "rawi": "عائشة أم المؤمنين",
          "mohdith": "ابن حجر العسقلاني",
          "book": "نتائج الأفكار",
          "numberOrPage": "1/120",
          "grade": "حسن",
          "takhrij": "أخرجه أبو داود (5085)، والنسائي في ((السنن الكبرى)) (10707) باختلاف يسير."
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "سؤال الله صلاح الدين وصلاح الآخرة"
    },
    {
      "id": 432,
      "text": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ قَلْبٍ لا يخْشَعُ، وَمِنْ دُعَاءٍ لا يُسْمَعُ، وَمِنْ نَفْسٍ لا تَشْبَعُ، وَمِنْ عِلْمٍ لا يَنْفَعُ، أَعُوذُ بِكَ مِنْ هَؤُلاءِ الأَرْبَع",
      "reference": [
        {
          "rawi": "عبدالله بن عمرو",
          "mohdith": "الترمذي",
          "book": "سنن الترمذي",
          "numberOrPage": "3482",
          "grade": "حسن صحيح غريب من هذا الوجه",
          "takhrij": "أخرجه النسائي (5442)، وأحمد (6557) باختلاف يسير"
        },
        {
          "rawi": "عبدالله بن عمرو",
          "mohdith": "شعيب الأرناؤوط",
          "book": "تخريج المسند لشعيب",
          "numberOrPage": "6561",
          "grade": "مرفوعه صحيح",
          "takhrij": "أخرجه النسائي (5442) دون القصة، وأحمد (6561) واللفظ له"
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "سؤال الله صلاح الدين وصلاح الآخرة"
    },
    {
      "id": 433,
      "text": "اللهُمَّ لا تُخْزِنِي يَوْمَ الْقِيَامَةِ",
      "reference": [
        {
          "rawi": "رجل من بني كنانة",
          "mohdith": "الوادعي",
          "book": "الصحيح المسند",
          "numberOrPage": "1495",
          "grade": "صحيح",
          "takhrij": "أخرجه أحمد (18085)، والطبراني (3/19) (2524) مطولاً."
        },
        {
          "rawi": "رجل من بني كنانة",
          "mohdith": "الهيثمي",
          "book": "مجمع الزوائد",
          "numberOrPage": "10/112",
          "grade": "رجاله ثقات",
          "takhrij": null
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "سؤال الله صلاح الدين وصلاح الآخرة"
    },
    {
      "id": 434,
      "text": "اللهُمَّ افْتَحْ لِي أَبْوَابَ رَحْمَتِكَ",
      "reference": [
        {
          "rawi": "أبو حميد أو أبو أسيد الساعدي",
          "mohdith": "مسلم",
          "book": "صحيح مسلم",
          "numberOrPage": "713",
          "grade": "[صحيح]",
          "takhrij": "من أفراد مسلم على البخاري"
        },
        {
          "rawi": "أبو حميد الساعدي",
          "mohdith": "شعيب الأرناؤوط",
          "book": "تخريج المسند لشعيب",
          "numberOrPage": "23607",
          "grade": "إسناده صحيح على شرط مسلم",
          "takhrij": "أخرجه مسلم (713)، وأبو داود (465) على الشك في الراوي بين أبي حميد أو أبي أسيد، وابن ماجه (772) عن أبي حميد، والنسائي (729)، وأحمد (23607) واللفظ له"
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "سؤال الله صلاح الدين وصلاح الآخرة"
    },
    {
      "id": 435,
      "text": "اللَّهُمَّ اجْعَلْنِي مِنَ التَّوَّابِينَ، وَاجْعَلْنِي مِنَ الُمُتَطَهِّرِينَ",
      "reference": [
        {
          "rawi": "عمر بن الخطاب",
          "mohdith": "الألباني",
          "book": "تمام المنة",
          "numberOrPage": "96",
          "grade": "صحيح",
          "takhrij": "أخرجه الترمذي (55) مطولاً."
        },
        {
          "rawi": "عمر بن الخطاب",
          "mohdith": "شعيب الأرناؤوط",
          "book": "تخريج رياض الصالحين",
          "numberOrPage": "1032",
          "grade": "[زيادة حسنة]",
          "takhrij": "أخرجه الترمذي (55)"
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "سؤال الله صلاح الدين وصلاح الآخرة"
    },
    {
      "id": 436,
      "text": "اللهُمَّ اكْفِنِي بِحَلالِكَ عَنْ حَرَامِكَ، وَأَغْنِنِي بِفَضْلِكَ عَمَّنْ سِوَاكَ",
      "reference": [
        {
          "rawi": "علي بن أبي طالب",
          "mohdith": "ابن حجر العسقلاني",
          "book": "هداية الرواة",
          "numberOrPage": "3/15",
          "grade": "[حسن كما قال في المقدمة]",
          "takhrij": null
        },
        {
          "rawi": "علي بن أبي طالب",
          "mohdith": "الترمذي",
          "book": "سنن الترمذي",
          "numberOrPage": "3563",
          "grade": "حسن غريب",
          "takhrij": null
        },
        {
          "rawi": "علي بن أبي طالب",
          "mohdith": "المنذري",
          "book": "الترغيب والترهيب",
          "numberOrPage": "3/54",
          "grade": "[إسناده صحيح أو حسن أو ما قاربهما]",
          "takhrij": null
        },
        {
          "rawi": "علي",
          "mohdith": "الحاكم",
          "book": "المستدرك على الصحيحين",
          "numberOrPage": "1997",
          "grade": "صحيح الإسناد",
          "takhrij": null
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "سؤال الله صلاح الدنيا وصلاح الحال"
    },
    {
      "id": 437,
      "text": "اللَّهُمَّ لا سَهْلَ إِلَّا مَا جَعَلْتَهُ سَهْلًا، وَأَنْتَ تَّجْعَلُ الْحَزْنَ إِذَا شِئْتَ سَهْلًا",
      "reference": [
        {
          "rawi": "أنس بن مالك",
          "mohdith": "الألباني",
          "book": "السلسلة الصحيحة",
          "numberOrPage": "2886",
          "grade": "إسناده صحيح على شرط مسلم",
          "takhrij": "أخرجه ابن حبان (974)، وابن السني في ((عمل اليوو والليلة)) (351)، والبيهقي في ((الدعوات الكبير)) (266)"
        },
        {
          "rawi": "أنس بن مالك",
          "mohdith": "ابن حجر العسقلاني",
          "book": "الفتوحات الربانية",
          "numberOrPage": "4/25",
          "grade": "صحيح",
          "takhrij": "أخرجه ابن حبان (974)، وابن السني في ((عمل اليوم والليلة)) (351)، والبيهقي في ((الدعوات الكبير)) (266)"
        },
        {
          "rawi": "أنس بن مالك",
          "mohdith": "الوادعي",
          "book": "الصحيح المسند",
          "numberOrPage": "73",
          "grade": "صحيح",
          "takhrij": "أخرجه ابن حبان (974)، وأبو نعيم في ((تاريخ أصبهان)) (2/276)، والبيهقي في ((الدعوات الكبير)) (266) واللفظ له."
        },
        {
          "rawi": "أنس بن مالك",
          "mohdith": "ابن حبان",
          "book": "صحيح ابن حبان",
          "numberOrPage": "974",
          "grade": "أخرجه في صحيحه",
          "takhrij": null
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "سؤال الله صلاح الدنيا وصلاح الحال"
    },
    {
      "id": 438,
      "text": "اللهُمَّ إِنِّي أَسْأَلُكَ مِنْ فَضْلِكَ",
      "reference": [
        {
          "rawi": "جابر بن عبدالله السلمي",
          "mohdith": "البخاري",
          "book": "صحيح البخاري",
          "numberOrPage": "7390",
          "grade": "[صحيح]",
          "takhrij": null
        },
        {
          "rawi": "أبو حميد أو أبو أسيد الساعدي",
          "mohdith": "مسلم",
          "book": "صحيح مسلم",
          "numberOrPage": "713",
          "grade": "[صحيح]",
          "takhrij": "من أفراد مسلم على البخاري"
        },
        {
          "rawi": "أبو حميد الساعدي",
          "mohdith": "شعيب الأرناؤوط",
          "book": "تخريج المسند لشعيب",
          "numberOrPage": "23607",
          "grade": "إسناده صحيح على شرط مسلم",
          "takhrij": "أخرجه مسلم (713)، وأبو داود (465) على الشك في الراوي بين أبي حميد أو أبي أسيد، وابن ماجه (772) عن أبي حميد، والنسائي (729)، وأحمد (23607) واللفظ له"
        },
        {
          "rawi": "عبدالله بن مسعود",
          "mohdith": "الألباني",
          "book": "السلسلة الصحيحة",
          "numberOrPage": "1543",
          "grade": "إسناده صحيح",
          "takhrij": "أخرجه الطبراني (10/220) (10379)، وأبو نعيم في ((حلية الأولياء)) (5/36)."
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "سؤال الله صلاح الدنيا وصلاح الحال"
    },
    {
      "id": 439,
      "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ الْمُعَافَاةَ فِي الدُّنْيَا وَالْآخِرَةِ",
      "reference": [
        {
          "rawi": "أبو هريرة",
          "mohdith": "الألباني",
          "book": "صحيح ابن ماجه",
          "numberOrPage": "3120",
          "grade": "صحيح",
          "takhrij": "أخرجه ابن ماجه (3851)، والديلمي في ((الفردوس)) (6145)"
        },
        {
          "rawi": "أبو هريرة",
          "mohdith": "المنذري",
          "book": "الترغيب والترهيب",
          "numberOrPage": "4/217",
          "grade": "إسناده جيد",
          "takhrij": "أخرجه ابن ماجه (3851)، والديلمي في ((الفردوس)) (6145) مطولاً."
        },
        {
          "rawi": "أبو هريرة",
          "mohdith": "ابن حجر العسقلاني",
          "book": "بذل الماعون",
          "numberOrPage": "214",
          "grade": "رواته ثقات مخرج لهم في الصحيحين ، إلا أنه من رواية العلاء بن زياد البصري عن أبي هريرة وفي سماعه من أبي هريرة عندي نظر",
          "takhrij": "أخرجه ابن ماجه (3851)، والديلمي في ((الفردوس)) (6145)"
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "سؤال الله العفو والعافية"
    },
    {
      "id": 440,
      "text": "اللَّهُمَّ عَافِنِي فِي بَدَنِي، اللَّهُمَّ عافِنِي فِي سَمْعِي، اللَّهُمَّ عَافِنِي فِي بَصَرِي، لا إِلَهَ إِلَا أَنْتَ",
      "reference": [
        {
          "rawi": "أبو بكرة نفيع بن الحارث",
          "mohdith": "أبو داود",
          "book": "سنن أبي داود",
          "numberOrPage": "5090",
          "grade": "سكت عنه [وقد قال في رسالته لأهل مكة كل ما سكت عنه فهو صالح]",
          "takhrij": null
        },
        {
          "rawi": "أبو بكرة نفيع بن الحارث",
          "mohdith": "ابن حجر العسقلاني",
          "book": "نتائج الأفكار",
          "numberOrPage": "2/389",
          "grade": "حسن وله شاهد",
          "takhrij": null
        },
        {
          "rawi": "أبو بكرة نفيع بن الحارث",
          "mohdith": "شعيب الأرناؤوط",
          "book": "تخريج المسند لشعيب",
          "numberOrPage": "20430",
          "grade": "إسناده حسن في المتابعات والشواهد",
          "takhrij": "أخرجه أبو داود (5090)، وأحمد (20430) واللفظ له"
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "سؤال الله العفو والعافية"
    },
    {
      "id": 441,
      "text": "اللَّهُمَّ مَتِّعْنِي بِسَمْعِي وَبَصَرِي حَتَّى تَّجْعَلَهُمَا الْوَارِثَ مِنِّي، وَعَافِني فِي دِينِي وَجَسَدِي، وَانْصُرْنِي مِمَّنْ ظَلَمَنِي حَتَّى تُّرِيَنِي فِيهِ ثَأْرِي",
      "reference": [
        {
          "rawi": "علي بن أبي طالب",
          "mohdith": "الألباني",
          "book": "صحيح الجامع",
          "numberOrPage": "1269",
          "grade": "صحيح",
          "takhrij": "أخرجه الحاكم (1933)، والضياء في ((الأحاديث المختارة)) (679) باختلاف يسير."
        },
        {
          "rawi": "علي بن أبي طالب",
          "mohdith": "ابن حجر العسقلاني",
          "book": "نتائج الأفكار",
          "numberOrPage": "3/87",
          "grade": "حسن، ورواته ثقات",
          "takhrij": null
        },
        {
          "rawi": "أبو هريرة",
          "mohdith": "شعيب الأرناؤوط",
          "book": "تخريج سير أعلام النبلاء",
          "numberOrPage": "18/ 435",
          "grade": "سنده حسن",
          "takhrij": null
        },
        {
          "rawi": "علي",
          "mohdith": "الحاكم",
          "book": "المستدرك على الصحيحين",
          "numberOrPage": "1957",
          "grade": "صحيح الإسناد",
          "takhrij": null
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "سؤال الله العفو والعافية"
    },
    {
      "id": 442,
      "text": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْعَجْزِ وَالْكَسَلِ، وَالْجُبْنِ وَالْبُخْلِ، وَالْهرَمِ وَالْقَسْوَةِ، وَالْغَفْلَةِ، وَالْعَيْلَةَ وَالذِّلَّةَ وَالمُسْكَنَةَ، وَأَعُوذُ بِكَ مِنَ الْفَقْرِ وَالْكُفْرِ، وَالْفُسُوقِ، وَالشِّقَاقِ، وَالنَّفَاقِ وَالسُّمْعَةِ، وَالرِّيَاءِ، وَأَعُوذُ بِكَ مِنَ الصَّمَمِ وَالْبَكَمِ وَالْجُنُونِ، وَالْجُذَامِ، وَالْبَرَصِ، وَسَيِّئِ الْأَسْقَامِ",
      "reference": [
        {
          "rawi": "أنس بن مالك",
          "mohdith": "الألباني",
          "book": "صحيح الجامع",
          "numberOrPage": "1285",
          "grade": "صحيح",
          "takhrij": "أخرجه الطبراني في ((المعجم الصغير)) (316) باختلاف يسير، والحاكم (1944)، والبيهقي في ((الدعوات الكبير)) (348) واللفظ لهما"
        },
        {
          "rawi": "أنس بن مالك",
          "mohdith": "الحاكم",
          "book": "المستدرك على الصحيحين",
          "numberOrPage": "1968",
          "grade": "صحيح على شرط الشيخين",
          "takhrij": null
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الاستعاذة من الآفات البدنية والنفسية"
    },
    {
      "id": 443,
      "text": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْجُوعِ، فَإِنَّهُ بِئْسَ الضَّجِيعُ، وَأَعُوذُ بِكَ مِنَ الْخِيَانَةِ، فَإِنَّهَا بِئْسَتِ الْبِطَانَةُ",
      "reference": [
        {
          "rawi": "أبو هريرة",
          "mohdith": "الألباني",
          "book": "صحيح ابن ماجه",
          "numberOrPage": "2723",
          "grade": "حسن",
          "takhrij": "أخرجه أبو داود (1547)، والنسائي (5468)، وابن ماجه (3354)"
        },
        {
          "rawi": "أبو هريرة",
          "mohdith": "النووي",
          "book": "رياض الصالحين",
          "numberOrPage": "472",
          "grade": "إسناده صحيح",
          "takhrij": "أخرجه أبو داود (1547)، والنسائي (5468)، وابن ماجه (3354)"
        },
        {
          "rawi": "أبو هريرة",
          "mohdith": "ابن حجر العسقلاني",
          "book": "الفتوحات الربانية",
          "numberOrPage": "3/169",
          "grade": "حسن",
          "takhrij": "أخرجه أبو داود (1547)، والنسائي (5468)، وابن ماجه (3354)"
        },
        {
          "rawi": "أبو هريرة",
          "mohdith": "شعيب الأرناؤوط",
          "book": "تخريج رياض الصالحين",
          "numberOrPage": "1/ 180",
          "grade": "حسن",
          "takhrij": "أخرجه من طرق أبو داود (1547)، والنسائي (5468)، وابن ماجه (3354)"
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الاستعاذة من الآفات البدنية والنفسية"
    },
    {
      "id": 444,
      "text": "اللهُمَّ آتِ نَفْسِي تَقْوَاهَا، وَزَكِّهَا أَنْتَ خَيْرُ مَنْ زَكَّاهَا، أَنْتَ وَلِيُّهَا وَمَوْلاهَا، اللهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عِلْمِ لا يَنْفَعُ، وَمِنْ قَلْبٍ لا يَخْشَعُ، وَمِنْ نَفْسٍ لا تَشْبَعُ، وَمِنْ دَعْوَةٍ لا يُسْتَجَابُ لَهَا",
      "reference": [
        {
          "rawi": "زيد بن أرقم",
          "mohdith": "مسلم",
          "book": "صحيح مسلم",
          "numberOrPage": "2722",
          "grade": "[صحيح]",
          "takhrij": null
        },
        {
          "rawi": "زيد بن أرقم",
          "mohdith": "الألباني",
          "book": "صحيح الجامع",
          "numberOrPage": "1286",
          "grade": "صحيح",
          "takhrij": "أخرجه مسلم (2722) باختلاف يسير."
        },
        {
          "rawi": "زيد بن أرقم",
          "mohdith": "الألباني",
          "book": "صحيح النسائي",
          "numberOrPage": "5473",
          "grade": "صحيح",
          "takhrij": null
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الاستعاذة من الآفات البدنية والنفسية"
    },
    {
      "id": 445,
      "text": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الهَمِّ وَالحَزَنِ، وَالعَجْزِ وَالكَسَلِ، وَالبُخْلِ وَالجُبْنِ، وَضَلَعِ الدَّيْنِ، وَغَلَبَةِ الرِّجَالِ",
      "reference": [
        {
          "rawi": "أنس بن مالك",
          "mohdith": "البخاري",
          "book": "صحيح البخاري",
          "numberOrPage": "6363",
          "grade": "[صحيح]",
          "takhrij": null
        },
        {
          "rawi": "أنس بن مالك",
          "mohdith": "البخاري",
          "book": "صحيح البخاري",
          "numberOrPage": "5425",
          "grade": "[صحيح]",
          "takhrij": "أخرجه البخاري (5425)، ومسلم (1365)"
        },
        {
          "rawi": "أنس بن مالك",
          "mohdith": "البخاري",
          "book": "صحيح البخاري",
          "numberOrPage": "6369",
          "grade": "[صحيح]",
          "takhrij": "أخرجه البخاري (6369)، ومسلم (2706) بنحوه."
        },
        {
          "rawi": "أنس بن مالك",
          "mohdith": "شعيب الأرناؤوط",
          "book": "تخريج المسند لشعيب",
          "numberOrPage": "13365",
          "grade": "صحيح",
          "takhrij": "أخرجه البخاري (2893)، ومسلم (1365)، والترمذي (3484)، والنسائي (5453)، وأحمد (13365) واللفظ له"
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الاستعاذة من الآفات البدنية والنفسية"
    },
    {
      "id": 446,
      "text": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ جَهْدِ البَلاَءِ، وَدَرَكِ الشَّقَاءِ، وَسُوءِ القَضَاءِ، وَشَمَاتَةِ الأَعْدَاءِ",
      "reference": [
        {
          "rawi": "أبو هريرة",
          "mohdith": "البخاري",
          "book": "صحيح البخاري",
          "numberOrPage": "6616",
          "grade": "[صحيح]",
          "takhrij": "أخرجه البخاري (6616)، ومسلم (2707)"
        },
        {
          "rawi": "أبو هريرة",
          "mohdith": "البخاري",
          "book": "صحيح البخاري",
          "numberOrPage": "6347",
          "grade": "[صحيح]",
          "takhrij": "أخرجه البخاري (6347) واللفظ له، ومسلم (2707)"
        },
        {
          "rawi": "أبو هريرة",
          "mohdith": "شعيب الأرناؤوط",
          "book": "تخريج المسند لشعيب",
          "numberOrPage": "7355",
          "grade": "إسناده صحيح على شرط الشيخين",
          "takhrij": "أخرجه البخاري (6347)، ومسلم (2707)، والنسائي (5491)، وأحمد (7355) واللفظ له"
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الاستعاذة من الآفات البدنية والنفسية"
    },
    {
      "id": 447,
      "text": "اللهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ يَوْمِ السَّوْءِ، وَمِنْ لَيْلَةِ السَّوْءِ، وَمِنْ سَاعَةِ السَّوْءِ، وَمِنْ صَاحِبِ السَّوْءِ، وَمِنْ جَارِ السَّوْءِ فِي دَارِ المُقَامَةِ",
      "reference": [
        {
          "rawi": "عقبة بن عامر",
          "mohdith": "الصنعاني",
          "book": "التنوير شرح الجامع الصغير",
          "numberOrPage": "3/155",
          "grade": "رجاله ثقات",
          "takhrij": null
        },
        {
          "rawi": "عقبة بن عامر",
          "mohdith": "الهيثمي",
          "book": "مجمع الزوائد",
          "numberOrPage": "10/147",
          "grade": "رجاله رجال الصحيح غير بشر بن ثابت البزار وهو ثقة",
          "takhrij": null
        },
        {
          "rawi": "عقبة بن عامر",
          "mohdith": "الهيثمي",
          "book": "مجمع الزوائد",
          "numberOrPage": "7/223",
          "grade": "رجاله ثقات",
          "takhrij": null
        },
        {
          "rawi": "عقبة بن عامر",
          "mohdith": "العجلوني",
          "book": "كشف الخفاء",
          "numberOrPage": "1/218",
          "grade": "رجاله ثقات",
          "takhrij": "أخرجه الطبراني (17/294) (810) واللفظ له، والديلمي في ((الفردوس)) (1873)."
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الاستعاذة من الآفات البدنية والنفسية"
    },
    {
      "id": 448,
      "text": "اللهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ زَوَالِ نِعْمَتِكَ، وَتَحَوُّلِ عَافِيَتِكَ، وَفُجَاءَةِ نِقْمَتِكَ، وَجَمِيعِ سَخَطِكَ",
      "reference": [
        {
          "rawi": "عبدالله بن عمر",
          "mohdith": "مسلم",
          "book": "صحيح مسلم",
          "numberOrPage": "2739",
          "grade": "[صحيح]",
          "takhrij": "من أفراد مسلم على البخاري"
        },
        {
          "rawi": "عبدالله بن عمر",
          "mohdith": "الحاكم",
          "book": "المستدرك على الصحيحين",
          "numberOrPage": "1970",
          "grade": "صحيح على شرط الشيخين",
          "takhrij": null
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الاستعاذة من الآفات البدنية والنفسية"
    },
    {
      "id": 449,
      "text": "اللهُمَّ أَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ، وَبِمُعَافَاتِكَ مِنْ عُقُوبَتِكَ، وَأَعُوذُ بِكَ مِنْكَ لا أُحْصِي ثَنَاءً عَلَيْكَ أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ",
      "reference": [
        {
          "rawi": "عائشة أم المؤمنين",
          "mohdith": "مسلم",
          "book": "صحيح مسلم",
          "numberOrPage": "486",
          "grade": "[صحيح]",
          "takhrij": "أخرجه مسلم (486)"
        },
        {
          "rawi": "علي بن أبي طالب",
          "mohdith": "النووي",
          "book": "خلاصة الأحكام للنووي",
          "numberOrPage": "1/563",
          "grade": "إسناده حسن أو صحيح",
          "takhrij": "أخرجه أبو داود (1427)، والنسائي (1747)، وأحمد (1294)، والترمذي (3566)، وابن ماجه (1179) باختلاف يسير."
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الاستعاذة من الآفات البدنية والنفسية"
    },
    {
      "id": 450,
      "text": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ البَرَصِ، وَالْجُنُونِ، وَالْجُذَامِ، وَمِنْ سَيِّئِ الْأَسْقَامِ",
      "reference": [
        {
          "rawi": "أنس بن مالك",
          "mohdith": "أبو داود",
          "book": "سنن أبي داود",
          "numberOrPage": "1554",
          "grade": "سكت عنه [وقد قال في رسالته لأهل مكة كل ما سكت عنه فهو صالح]",
          "takhrij": "أخرجه أبو داود (1554)، وأحمد (13027) واللفظ لهما، والنسائي (5493) باختلاف يسير."
        },
        {
          "rawi": "أنس بن مالك",
          "mohdith": "شعيب الأرناؤوط",
          "book": "تخريج المسند لشعيب",
          "numberOrPage": "13004",
          "grade": "إسناده صحيح على شرط مسلم",
          "takhrij": "أخرجه أبو داود (1554)، والنسائي (5493)، وأحمد (13004) واللفظ له"
        },
        {
          "rawi": "أنس بن مالك",
          "mohdith": "ابن حجر العسقلاني",
          "book": "هداية الرواة",
          "numberOrPage": "3/22",
          "grade": "[حسن كما قال في المقدمة]",
          "takhrij": "أخرجه أبو داود (1554)، والنسائي (5493)، وأحمد (13004) باختلاف يسير"
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الاستعاذة من الآفات البدنية والنفسية"
    },
    {
      "id": 451,
      "text": "اللَّهُمَّ إِنَّي أَعُوذُ بِكَ مِنَ الْفَقْرِ، وَالْقِلَّةِ، وَالذِّلَّةِ، وَأَعُوذُ بِكَ مِنْ أَنْ أَظْلِمَ، أَوْ أُظْلَمَ",
      "reference": [
        {
          "rawi": "أبو هريرة",
          "mohdith": "أبو داود",
          "book": "سنن أبي داود",
          "numberOrPage": "1544",
          "grade": "سكت عنه [وقد قال في رسالته لأهل مكة كل ما سكت عنه فهو صالح]",
          "takhrij": "أخرجه أبو داود (1544)، وأحمد (8294) واللفظ لهما، والنسائي (5460)، وابن ماجه (3842) باختلاف يسير."
        },
        {
          "rawi": "أبو هريرة",
          "mohdith": "عبد الحق الإشبيلي",
          "book": "الأحكام الوسطى",
          "numberOrPage": "4/ 330",
          "grade": "سكت عنه [وقالَ في المقدمة: وإن لم تكن فيه علة كانَ سكوتي عنه دليلا على صحته]",
          "takhrij": null
        },
        {
          "rawi": "أبو هريرة",
          "mohdith": "الوادعي",
          "book": "الصحيح المسند",
          "numberOrPage": "1415",
          "grade": "صحيح على شرط مسلم",
          "takhrij": "أخرجه أبو داود (1544)، وأحمد (8294) واللفظ لهما، والنسائي (5460)، وابن ماجه (3842) باختلاف يسير."
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الاستعاذة من الآفات البدنية والنفسية"
    },
    {
      "id": 452,
      "text": "رَّبِّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِينِ * وَأَعُوذُ بِكَ رَبِّ أَن يَحْضُرُونِ",
      "reference": [
        {
          "surah": {
            "number": 23,
            "name": "المؤمنون"
          },
          "ayah": {
            "from": 97,
            "to": 98
          }
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "سؤال الله الحفظ والنصرة"
    }
  ]
};
export default DUA_SOURCE_CATEGORY;
