export const DUA_SOURCE_CATEGORY = {
  "slug": "dua-category-8-الجنة-والنار-والآخرة",
  "title": "الجنة والنار والآخرة",
  "items": [
    {
      "id": 102,
      "text": "ربنا  ما خلقت هذا باطلا سبحانك فقنا عذاب النار (191)",
      "reference": "البخاري مع الفتح 8/ 238 ومسلم 1/ 530",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "أَذْكَارُ الِاسْتِيقَاظِ مِنَ النَّوْمِ"
    },
    {
      "id": 103,
      "text": "ربنا  إنك من تدخل النار فقد أخزيته وما للظالمين من أنصار (192)",
      "reference": "البخاري مع الفتح 8/ 238 ومسلم 1/ 530",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "أَذْكَارُ الِاسْتِيقَاظِ مِنَ النَّوْمِ"
    },
    {
      "id": 104,
      "text": "سَمَّـِعَ سَامِعٌ بِحَمْدِ اللَّهِ، وَحُسْنِ بَلَائِهِ عَلَيْنَا. رَبَّنَا صَاحِبْنَا، وَأَفْضِلْ عَلَيْنَا عَائِذًا بِاللَّهِ مِنَ النَّارِ",
      "reference": "مسلم 4/ 2086 ومعنى سمِع سامع: أي شهد شاهد على حمدنا للّه تعالى على نعمه وحسن بلائه. ومعنى سمَّع سامع: بلّغ سامع قولي هذا لغيره وقال مثله تنبيها على الذِّكر في السّحر والدعاء. وقوله: ربّنا صاحبنا وأفضل علينا: أي احفظنا وحطنا واكلأنا وأفضل علينا بجزيل نعمك واصرف عنّا كلّ مكروه، شرح النّووي 17/ 39",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ المُسَافِرِ إِذَا أَسْحَرَ"
    },
    {
      "id": 105,
      "text": "وَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: (لَا تَجْعَلُوا قَبْرِي عِيدًا وَصَلُّوا عَلَيَّ، فَإِنَّ صَلَاتَكُمْ تَبْلُغُنِي حَيْثُ كُنْتُمْ)",
      "reference": "أبو داود 2/ 218 وأحمد 2/ 367 وصحّحه الألباني في صحيح أبي داود 2/ 383",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "فَضْلُ الصَّلَاةِ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ"
    },
    {
      "id": 106,
      "text": "قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: (لَاتَدْخُلُوا الجَنَّةَ حَتَّى تُؤْمِنُوا، وَلَا تُؤْمِنُوا حَتَّى تَحَابُّوا، أَوَلَا أَدُلُّكُمُ عَلَى شَيْءٍ إِذَا فَعَلْتُمُوهُ تَحَابَبَتُمْ؟ أَفْشُوا السَّلَامَ بَيْنَكُمْ)",
      "reference": "مسلم 1/ 74 وغيره",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "إِفْشَاءُ السَّلَامِ"
    },
    {
      "id": 107,
      "text": "ربنا  ما خلقت هذا باطلا سبحانك فقنا عذاب النار*",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "أذكار الاستيقاظ من النوم"
    },
    {
      "id": 108,
      "text": "ربنا  إنك من تدخل النار فقد أخزيته وما للظالمين من أنصار*",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "أذكار الاستيقاظ من النوم"
    },
    {
      "id": 109,
      "text": "((سَمَّعَ سَامِعٌ بِحَمْدِ اللَّهِ، وَحُسْنِ بَلاَئِهِ عَلَيْنَا، رَبَّنَا صاحِبْنَا، وَأَفْضِلْ عَلَيْنَا، عَائِذاً بِاللَّهِ مِنَ النَّارِ)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء المسافر إذا أسحر"
    },
    {
      "id": 110,
      "text": "وَقَالَ صلى الله عليه وسلم: ((لاَ تَجْعَلُوا قَبْرِي عِيداً وَصَلُّوا عَلَيَّ؛ فَإِنَّ صَلاَتَكُم تَبْلُغُنِي حَيْثُ كُنْتُمْ)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "فضل الصلاة على النبي صلى الله عليه و سلم"
    },
    {
      "id": 111,
      "text": "رَبِّ ابْنِ لِي عِنْدَكَ بَيْتًا فِي الْجَنَّةِ",
      "reference": [
        {
          "surah": {
            "number": 66,
            "name": "التحريم"
          },
          "ayah": {
            "from": 11,
            "to": 11
          }
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "سؤال الله الجنة والنجاة من النار"
    },
    {
      "id": 112,
      "text": "رَبَّنَا اصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ إِنَّ عَذَابَهَا كَانَ غَرَاماً",
      "reference": [
        {
          "surah": {
            "number": 25,
            "name": "الفرقان"
          },
          "ayah": {
            "from": 65,
            "to": 65
          }
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "سؤال الله الجنة والنجاة من النار"
    }
  ]
};
export default DUA_SOURCE_CATEGORY;
