export const DUA_SOURCE_CATEGORY = {
  "slug": "dua-category-12-السفر-والرزق-في-الطريق",
  "title": "السفر والرزق في الطريق",
  "items": [
    {
      "id": 147,
      "text": "بِسْمِ اللًّهِ وَلَجْنَا، وَبِسْمِ اللَّهِ خَرَجْنَا، وَعَلَى اللَّهِ رَبِّنَا تَوَكَّلْنَا. ثُمَّ لِيُسَلِّمْ عَلَى أَهْلِهِ",
      "reference": "أخرجه أبو داود 4/ 325، وحسن إسناده العلامة ابن باز في تحفة الأخيار ص 28، وفي الصحيح (إذا دخل الرجل بيته فذكر بيته فذكر الله عند دخوله وعند طعامه قال الشيطان لا مبيت لكم ولا عشاء) مسلم برقم 2018",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "الذِّكْرُ عِنْدَ دُخُولِ الـمَنْزِلِ"
    },
    {
      "id": 148,
      "text": "رَكِبَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ القَصْوَاءَ حَتَّى أَتَى المَشْعَرَ الحَرَامَ، فَاسْتَقْبَلَ القِبْلَةَ (فَدَعَاهُ، وَكَبَّرَهُ، وَهَلَّلَهُ، وَوَحَّدَهُ) فَلَمْ يَزَلْ وَاقِفًا حَتَّى أَسْفَرَ جِدًّا، فَدَفَعَ قَبْلَ أَنْ تَطْلُعَ الشَّمْسُ",
      "reference": "مسلم 2/ 891",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "الذِّكْرُ عِنْدَ المَشْعَرِ الحَرَامِ"
    },
    {
      "id": 149,
      "text": "(بِسْمِ اللَّهِ وَلَجْنَا، وَبِسْمِ اللَّهِ خَرَجْنَا، وَعَلَى اللَّهِ رَبِّنَا تَوَكَّلْنَا، ثُمَّ لِيُسَلِّمْ عَلَى أَهْلِهِ).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الذكر عند دخول المنزل"
    },
    {
      "id": 150,
      "text": "رَكِبَ النَّبِيُّ صلى الله عليه وسلم الْقَصْوَاءَ حَتَّى أَتَى الْمَشْعَرَ الْحَرَامَ فَاسْتَقْبَلَ الْقِبْلَةَ (فَدَعَاهُ، وَكَبَّرَهُ، وَهَللَّهُ، وَوَحَّدَهُ) فَلَمْ يَزَلْ وَاقِفاً حَتَّى أَسْفَرَ جِدَّاً فَدَفَعَ قَبْلَ أَنْ تَطْلُعَ الشَّمسُ.",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الذكر عند المشعر الحرام"
    },
    {
      "id": 151,
      "text": "رَّبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ وَاجْعَل لِّي مِن لَّدُنكَ سُلْطَانًا نَّصِيرًا",
      "reference": [
        {
          "surah": {
            "number": 17,
            "name": "الإسراء"
          },
          "ayah": {
            "from": 80,
            "to": 80
          }
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "سؤال الله الحفظ والنصرة"
    }
  ]
};
export default DUA_SOURCE_CATEGORY;
