export const DUA_SOURCE_CATEGORY = {
  "slug": "dua-category-3-الحماية-والتحصين",
  "title": "الحماية والتحصين",
  "items": [
    {
      "id": 453,
      "text": "((اللَّهُ اللَّهُ رَبِّي لاَ أُشْرِكُ بِهِ شَيْئاً)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء الكرب"
    },
    {
      "id": 454,
      "text": "اللَّهُمَّ إِنَّا نَسْأَلُكَ مِنْ خَيْرِ مَا سَأَلَكَ مِنْهُ نَبِيُّكَ مُحَمَّدٌ صلى الله عليه وسلم وَنَعُوذُ بِكَ مِنْ شَرِّ مَا اسْتَعَاذَ مِنْهُ نَبِيُّكَ مُحَمَّدٌ صلى الله عليه وسلم وَأَنْتَ الْمُسْتَعَانُ، وَعَلَيْكَ الْبَلَاغُ، وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ.",
      "reference": "الترمذي",
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الرقية الشرعية من السنة النبوية"
    },
    {
      "id": 455,
      "text": "اللَّهُمَّ احْفَظْنِي بِالْإِسْلامِ قَائِمًا، وَاحْفَظْنِي بِالْإِسْلامِ قَاعِدًا، وَاحْفَظْنِي بِالْإِسْلامِ رَاقِدًا، وَلا تُشْمِتْ بِي عَدُوًّا حَاسِدًا، وَاللَّهُمَّ إِنِي أَسَالُكَ مِنْ كُلِّ خَيْرِ خَزَائِنُهُ بِيَدِكَ، وَأَعُوذُ بِكَ مِنْ كُلِّ شَرّ خَزَائِنُهُ بِيَدِكَ",
      "reference": [
        {
          "rawi": "عبدالله بن مسعود",
          "mohdith": "الألباني",
          "book": "صحيح الجامع",
          "numberOrPage": "1260",
          "grade": "حسن",
          "takhrij": "أخرجه الطبراني في ((الدعاء)) (1445)، والحاكم (1924)، والبيهقي في ((الدعوات الكبير)) (253) باختلاف يسير."
        },
        {
          "rawi": "عبدالله بن مسعود",
          "mohdith": "الحاكم",
          "book": "المستدرك على الصحيحين",
          "numberOrPage": "1948",
          "grade": "صحيح على شرط البخاري",
          "takhrij": null
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "سؤال الله الحفظ والنصرة"
    },
    {
      "id": 456,
      "text": "إِذَا تَزَوَّجَ أَحَدُكُمُ امْرَأَةً، أَوْ إِذَا اشْتَرَى خَادِماً فَلْيَقُلْ: ((اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا، وَخَيْرَ مَا جَبَلْتَهَا عَلَيْهِ، وَأَعُوذُ بِكَ مِنْ شَرِّهَا، وَشَرِّ مَا جَبَلْتَهَا عَلَيْهِ، وَإِذَا اشْتَرَى بَعِيراً فَلْيَأْخُذْ بِذِرْوَةِ سَنَامِهِ وَلْيَقُلْ مِثْلَ ذَلِكَ)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء المتزوج و شراء الدابة"
    },
    {
      "id": 457,
      "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا، وَخَيْرَ مَا فِيهَا، وَخَيْرَ مَا أُرْسِلَتْ بِهِ، وَأَعُوذُ بِكَ مِنْ شَرِّهَا، وَشَرِّ مَا فِيهَا، وَشَرِّ مَا أُرْسِلَتْ بِهِ",
      "reference": "مسلم 2/ 616 والبخاري 4/ 76",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ الرِّيحِ"
    },
    {
      "id": 458,
      "text": "اللَّهُ أَكْبَرُ، اللَّهُ أَعَزُّ مِنْ خَلْقِهِ جَمِيعًا، اللَّهُ أَعَزُّ مِمَّا أَخَافُ وَأَحْذَرُ، أَعُوذُ بِاللَّهِ الذِي لَا إِلَهَ إِلَّا هُوَ، المُمْسِكِ السَّمَاوَاتِ السَّبْعِ أَنْ يَقَعْنَ عَلَى الأَرْضِ إِلَّا بِإِذْنِهِ، مِنْ شَرِّ عَبْدِكَ فُلَانٍ، وَجُنُودِهِ وَأَتْبَاعِهِ وَأَشْيَاعِهِ، مِنَّ الجِنِّ وَالإِنْسِ، اللَّهُمَّ كُنْ لِي جَارًا مِنْ شَرِّهِمْ، جَلَّ ثَنَاؤُكَ وَعَزَّ جَارُكَ، وَتَبَارَكَ اِسْمُكَ، وَلَا إِلَهَ غَيْرُكَ",
      "reference": "البخاري في الأدب المفرد برقم 708 وصحّحه الألباني في صحيح الأدب المفرد برقم 546",
      "source": "HisnElMuslim",
      "repeatTarget": 3,
      "description": null,
      "originalCategory": "دُعَاءُ مَنْ خَافَ ظُلْمَ السُّلْطَانِ"
    },
    {
      "id": 459,
      "text": "قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ، مَلِكِ ٱلنَّاسِ، إِلَٰهِ ٱلنَّاسِ، مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ، ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ، مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ.",
      "reference": "سورة الناس",
      "source": "AzkarDB",
      "repeatTarget": 3,
      "description": "من قالها حين يصبح وحين يمسى كفته من كل شىء (الإخلاص والمعوذتين).",
      "originalCategory": "أذكار الصباح"
    },
    {
      "id": 460,
      "text": "أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ الَّتِي لَا يُجَاوِزُهُنَّ بَرٌّ وَلَا فَاجِرٌ، مِنْ شَرِّ مَا خَلَقَ، وَبَرَأَ، وَذَرَأَ، وَمِنْ شَرِّ مَا يَنْزِلُ مِنَ السَّمَاءِ، وَمِنْ شَرِّ مَا يَعْرُجُ فِيهَا، وَمِنْ شَرِّ مَا ذَرَأَ فِي الْأَرْضِ، وَمِنْ شَرِّ مَا يَخْرُجُ مِنْهَا، وَمِنْ شَرِّ فِتَنِ اللَّيْلِ وَالنَّهَارِ، وَمِنْ شَرِّ كُلِّ طَارِقٍ إِلَّا طَارِقًا يَطْرُقُ بِخَيْرٍ يَا رَحْمَنُ .",
      "reference": "أحمد",
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الرقية الشرعية من السنة النبوية"
    },
    {
      "id": 461,
      "text": "ربنا  وآتنا ما وعدتنا على رسلك ولا تخزنا يوم القيامة إنك لا تخلف الميعاد (194) فاستجاب لهم ربهم أني لا أضيع عمل عامل منكم من ذكر أو أنثى بعضكم من بعض فالذين هاجروا وأخرجوا من ديارهم وأوذوا في سبيلي وقاتلوا وقتلوا لأكفرن عنهم سيئاتهم ولأدخلنهم جنات تجري من تحتها الأنهار ثوابا من عند الله والله عنده حسن الثواب (195) لا يغرنك تقلب الذين كفروا في البلاد (196) متاع قليل ثم مأواهم جهنم وبئس المهاد (197) لكن الذين اتقوا ربهم لهم جنات تجري من تحتها الأنهار خالدين فيها نزلا من عند الله وما عند الله خير للأبرار (198) وإن من أهل الكتاب لمن يؤمن بالله وما أنزل إليكم وما أنزل إليهم خاشعين لله لا يشترون بآيات الله ثمنا قليلا أولئك لهم أجرهم عند ربهم إن الله سريع الحساب (199) يا أيها الذين آمنوا اصبروا وصابروا ورابطوا واتقوا الله لعلكم تفلحون (200)}",
      "reference": "البخاري مع الفتح 8/ 238 ومسلم 1/ 530",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "أَذْكَارُ الِاسْتِيقَاظِ مِنَ النَّوْمِ"
    },
    {
      "id": 462,
      "text": "اللَّهُمَّ إِنَّا نَعُوذُ بِكَ مِنْ أَنْ نُشْرِكَ بِكَ شَيْئًا نَعْلَمُهُ ، وَنَسْتَغْفِرُكَ لِمَا لَا نَعْلَمُهُ.",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": 3,
      "description": null,
      "originalCategory": "أذكار الصباح"
    },
    {
      "id": 463,
      "text": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ البُخْلِ وَأَعُوذُ بِكَ مِنَ الجُبْنِ، وَأَعُوذُ بِكَ مِنْ أَنْ أُرَدَّ إِلَى أَرْذَلِ العُمُرِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الدُّنْيَا وَعَذَابِ القَبْرِ",
      "reference": "البخاري مع الفتح 6/ 35",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "الدُّعَاءُ بَعْدَ التَّشَهُّدِ الأَخِيرِ وَقَبْلَ السَّلَامِ"
    },
    {
      "id": 464,
      "text": "اللهم  إني أسألك خشيتك في الغيب والشهادة، وأسألك كلمة الحق في الرضا والغضب، وأسألك القصد في الغنى والفقر، وأسألك نعيما لا ينفد، وأسألك قرة عين لا تنقطع، وأسألك الرضا بعد القضاء، وأسألك برد العيش بعد الموت، وأسألك لذة النظر إلى وجهك والشوق إلى لقائك في غير ضراء مضرة ولا فتنة مضلة،",
      "reference": "النسائي 4/ 54، 55 وأحمد 4/ 364 وصححه الألباني في صحيح النسائي 1/ 281",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "الدُّعَاءُ بَعْدَ التَّشَهُّدِ الأَخِيرِ وَقَبْلَ السَّلَامِ"
    },
    {
      "id": 465,
      "text": "اللّهُـمَّ ما أَمسى بي مِـنْ نِعْـمَةٍ أَو بِأَحَـدٍ مِـنْ خَلْـقِك ، فَمِـنْكَ وَحْـدَكَ لا شريكَ لَـك ، فَلَـكَ الْحَمْـدُ وَلَـكَ الشُّكْـر.",
      "reference": "أبو داود",
      "source": "AzkarDB",
      "repeatTarget": 1,
      "description": "من قالها حين يمسى أدى شكر يومه.",
      "originalCategory": "أذكار المساء"
    },
    {
      "id": 466,
      "text": "اللهم  إني أعوذ بك من عذاب القبر، وأعوذ بك من فتنة المسيح الدجال، وأعوذ بك من فتنة المحيا والممات.",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الدعاء بعد التشهد الأخير قبل السلام"
    },
    {
      "id": 467,
      "text": "رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِّلَّذِينَ كَفَرُوا",
      "reference": [
        {
          "surah": {
            "number": 60,
            "name": "الممتحنة"
          },
          "ayah": {
            "from": 5,
            "to": 5
          }
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الاستعاذة بالله من الفتن"
    },
    {
      "id": 468,
      "text": "بِسْمِ اللَّهِ الْعَظِيمِ ، أَعُوذُ بِاللَّهِ الْكَبِيرِ مِنْ شَرِّ كُلِّ عِرْقٍ نَعَّارٍ ، وَمِنْ شَرِّ حَرِّ النَّارِ.",
      "reference": "الترمذي",
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الرقية الشرعية من السنة النبوية"
    },
    {
      "id": 469,
      "text": "((لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ يُحْيِي وَيُمِيتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ)) عَشْرَ مَرّاتٍ بَعْدَ صَلاةِ الْمَغْرِبِ وَالصُّبْحِ.",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الأذكار بعد السلام من الصلاة"
    },
    {
      "id": 470,
      "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنَّ لَكَ الحَمْدَ، لَا إِلَهَ إِلَّا أَنْتَ وَحْدَكَ لَا شَرِيكَ لَكَ، المَنَّانُ، يَا بَدِيعَ السَّمَوَاتِ وَالأَرْضِ يَا ذَا الجَلَالِ وَالإِكْرَامِ، يَا حَيُّ يَا قَيُّومُ إِنِّي أَسْأَلُكَ الجَنَّةَ وَأَعُوذُ بِكَ مِنَ النَّارِ",
      "reference": "رواه أهل السنن وانظر صحيح ابن ماجه 2/ 329",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "الدُّعَاءُ بَعْدَ التَّشَهُّدِ الأَخِيرِ وَقَبْلَ السَّلَامِ"
    },
    {
      "id": 471,
      "text": "رَبِّ أَلْحِقْنِي بِالصَّالِحِينَ * وَاجْعَلْ لِي لِسَانَ صِدْقٍ فِي الْآخِرِينَ * وَاجْعَلْنِي مِنْ وَرَثَةِ جَنَّةِ النَّعِيمِ",
      "reference": [
        {
          "surah": {
            "number": 26,
            "name": "الشعراء"
          },
          "ayah": {
            "from": 83,
            "to": 85
          }
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "سؤال الله الجنة والنجاة من النار"
    },
    {
      "id": 472,
      "text": "((اللَّهُمَّ إِنَّا نَجْعَلُكَ فِي نُحُورِهِم، وَنَعُوذُ بِكَ مِنْ شُرُورِهِمْ)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء لقاء العدو و ذي السلطان"
    },
    {
      "id": 473,
      "text": "أَمْسَيْنَا وَأَمْسَى المُلْكُ لِلَّهِ، وَالحَمْدُ لِلَّهِ، لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ المُلْكُ وَلَهُ الحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذِهِ اللَّيْلَةِ وَخَيْرَ مَا بَعْدَهَا وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِي هَذِهِ اللَّيْلَةِ وَشَرَّ مَا بَعْدَهَا رَبِّ أَعُوذُ بِكَ مِنَ الكَسَلِ وَسُوءِ الكِبَرِ، رَبَّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي القَبْرِ",
      "reference": "مسلم 4/ 2088",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "أَذْكَارُ المَسَاءِ"
    },
    {
      "id": 474,
      "text": "إِذَا كَانَ جُنْحُ اللَّيْلِ - أَوْ أَمْسَيْتُمْ - فَكُفُّوا صِبْيَانَكُمْ؛ فَإِنَّ الشَّيَاطِينَ تَنْتَشِرُ حِينَئِذٍ، فَإِذَا ذَهَبَ سَاعَةٌ مِنَ اللَّيْلِ فَخَلُّوهُمْ، وَأَغْلِقُوا الأَبْوَابَ وَاذْكُرُوا اِسْمَ اللَّهِ، فَإِنَّ الشَّيْطَانَ لَا يَفْتَحُ بَابًا مُغْلَقًا، وَأَوْكُوا قِرَبَكُمْ وَاذْكُرُوا اِسْمَ اللَّهِ، وَخَمِّرُوا آنِيَتَكُمْ وَاذْكُرُوا اِسْمَ اللَّهِ، وَلَوْ أَنْ تَعْرُضُوا عَلَيْهَا شَيْئًا، وَأَطْفِئُوا مَصَابِيحَكُمْ",
      "reference": "البخاري مع الفتح 10/ 88 ومسلم 3/ 1595",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "مِنْ أَنْوَاعِ الخَيْرِ وَالآدَابِ الجَامِعَةِ"
    },
    {
      "id": 475,
      "text": "اللهم  إني أعوذ بك من عذاب القبر، وأعوذ بك من فتنة المسيح الدجال، وأعوذ بك من فتنة المحيا والممات،",
      "reference": "البخاري 1/ 202 ومسلم 1/ 412",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "الدُّعَاءُ بَعْدَ التَّشَهُّدِ الأَخِيرِ وَقَبْلَ السَّلَامِ"
    },
    {
      "id": 476,
      "text": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ القَبْرِ، وَمِنْ عَذَابِ جَهَنَّمَ، وَمِنْ فِتْنَةِ المَحْيَا وَالمَمَاتِ، وَمِنْ شَرِّ فِتْنَةِ المَسِيحِ الدَّجَّالِ",
      "reference": "البخاري 2/ 102 ومسلم 1/ 412 واللفظ لمسلم",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "الدُّعَاءُ بَعْدَ التَّشَهُّدِ الأَخِيرِ وَقَبْلَ السَّلَامِ"
    },
    {
      "id": 477,
      "text": "رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا",
      "reference": [
        {
          "surah": {
            "number": 25,
            "name": "الفرقان"
          },
          "ayah": {
            "from": 74,
            "to": 74
          }
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الدعاء للوالدين والأهل والذرية"
    },
    {
      "id": 478,
      "text": "اللهُمّ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ أَنتَ وَلِيِّي فِي الدُّنْيَا وَالْآخِرَةِ ۖ تَوَفَّنِي مُسْلِمًا وَأَلْحِقْنِي بِالصَّالِحِينَ",
      "reference": [
        {
          "surah": {
            "number": 12,
            "name": "يوسف"
          },
          "ayah": {
            "from": 101,
            "to": 101
          }
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "سؤال الله خَيْرَي الدنيا والآخرة"
    },
    {
      "id": 479,
      "text": "أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ",
      "reference": "من قالها حين يمسي ثلاث مرات لم تضره حمة تلك الليلة أخرجه أحمد 2/ 290 والنسائي في عمل اليوم والليلة برقم 590 وابن السني برقم 68 وانظر: صحيح التّرمذي 3/ 187، وصحيح ابن ماجه 2/ 266 وتحفة الأخيار ص 45",
      "source": "HisnElMuslim",
      "repeatTarget": 3,
      "description": null,
      "originalCategory": "أَذْكَارُ المَسَاءِ"
    },
    {
      "id": 480,
      "text": "أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَاتِ مِنْ شَرِّ مَا خَلَقَ",
      "reference": "مسلم 4/ 2080",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "الدُّعَاءُ إِذَا نَزَلَ مَنْزِلًا فِي سَفَرٍ أَوْ غَيْرِهِ"
    },
    {
      "id": 481,
      "text": "اللَّهُمَّ رَبَّ السَّمَوَاتِ وَرَبَّ الأرْضِ وَرَبَّ العَرْشِ العَظِيمِ، رَبَّنَا وَرَبَّ كُلِّ شَيءٍ، فَالِقَ الحَبِّ وَالنَّوَى، وَمُنْزِلَ التَّوْرَاةِ وَالإِنْجِيلِ وَالْفُرْقَانِ، أَعُوذُ بكَ مِن شَرِّ كُلِّ شَيءٍ أَنْتَ آخِذٌ بنَاصِيَتِهِ، اللَّهُمَّ أَنْتَ الأوَّلُ فليسَ قَبْلَكَ شَيءٌ، وَأَنْتَ الآخِرُ فليسَ بَعْدَكَ شَيءٌ، وَأَنْتَ الظَّاهِرُ فليسَ فَوْقَكَ شَيءٌ، وَأَنْتَ البَاطِنُ فليسَ دُونَكَ شَيءٌ، اقْضِ عَنَّا الدَّيْنَ، وَأَغْنِنَا مِنَ الفَقْرِ",
      "reference": [
        {
          "rawi": "أبو هريرة",
          "mohdith": "مسلم",
          "book": "صحيح مسلم",
          "numberOrPage": "2713",
          "grade": "[صحيح]",
          "takhrij": "أخرجه مسلم (2713)"
        },
        {
          "rawi": "أبو هريرة",
          "mohdith": "الترمذي",
          "book": "سنن الترمذي",
          "numberOrPage": "3481",
          "grade": "حسن غريب",
          "takhrij": "أخرجه مسلم (2713)، وأبو داود (5051)، والترمذي (3481) واللفظ له، وابن ماجه (3831)، وأحمد (8947)، والنسائي في ((السنن الكبرى)) (7669)."
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "سؤال الله صلاح الدنيا وصلاح الحال"
    },
    {
      "id": 482,
      "text": "اللَّهُمَّ رَحْمَتَكَ أَرْجُو، فَلا تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ، وَأَصْلِحْ لي شَأْنِي كُلَّهُ، لا إِلَهَ إِلَّا أَنْتَ",
      "reference": [
        {
          "rawi": "أبو بكرة نفيع بن الحارث",
          "mohdith": "ابن حبان",
          "book": "صحيح ابن حبان",
          "numberOrPage": "970",
          "grade": "أخرجه في صحيحه",
          "takhrij": "أخرجه أبو داود (5090)، وأخرجه أحمد (20430) مطولاً باختلاف يسير"
        },
        {
          "rawi": "أبو بكرة نفيع بن الحارث",
          "mohdith": "عبد الحق الإشبيلي",
          "book": "الأحكام الشرعية الصغرى",
          "numberOrPage": "898",
          "grade": "[أشار في المقدمة أنه صحيح الإسناد]",
          "takhrij": "أخرجه أبو داود (5090) مطولاً واللفظ له، وأحمد (20430) مطولاً باختلاف يسير"
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "سؤال الله صلاح الدنيا وصلاح الحال"
    },
    {
      "id": 483,
      "text": "رَبِّ اشْرَحْ لِي صَدْرِي * وَيَسِّرْ لي أَمْرِي",
      "reference": [
        {
          "surah": {
            "number": 20,
            "name": "طه"
          },
          "ayah": {
            "from": 25,
            "to": 26
          }
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "سؤال الله خَيْرَي الدنيا والآخرة"
    },
    {
      "id": 484,
      "text": "((أَعُوذُ بِاللَّهِ مِنَ الشَّيطَانِ الرَّجِيمِ، وَاتْفُلْ عَلَى يَسَارِكَ (ثلاثاً))).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء الوسوسة في الصلاة و القراءة"
    },
    {
      "id": 485,
      "text": "اللهم  اعصمني من الشيطان الرجيم",
      "reference": "انظر تخريج روايات الحديث السابق رقم 20 وزيادة (اللهم اعصمني من الشيطان الرجيم) لابن ماجه. انظر صحيح ابن ماجه 1/ 129",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ الخُرُوجِ مِنَ الـمَسْجِدِ"
    },
    {
      "id": 486,
      "text": "((اللَّهُ أَكْبَرُ، اللَّهُ أَعَزُّ مِنْ خَلْقِهِ جَمِيعاً، اللَّهُ أَعَزُّ مِمَّا أَخَافُ وَأَحْذَرُ، أَعُوذُ بِاللَّهِ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ، الْمُمْسِكِ السَّمَوَاتِ السَّبْعِ أَنْ يَقَعْنَ عَلَى الْأَرْضِ إِلاَّ بِإِذْنِهِ، مِنْ شَرِّ عَبْدِكَ فُلاَنٍ، وَجُنُودِهِ وَأَتْبَاعِهِ وَأَشْيَاعِهِ، مِنْ الْجِنِّ وَالإِنْسِ، اللَّهُمَّ كُنْ لِي جَاراً مِنْ شَرِّهِمْ، جَلَّ ثَنَاؤُكَ وَعَزَّ جَارُكَ، وَتَبَارَكَ اسْمُكَ، وَلاَ إِلَهَ غَيْرُكَ)) (ثلاثَ مرَّاتٍ).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء لقاء العدو و ذي السلطان"
    },
    {
      "id": 487,
      "text": "اللهم  اعصمني من الشيطان الرجيم)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء الخروج من المسجد"
    },
    {
      "id": 488,
      "text": "((لَبَّيْكَ اللَّهُمَّ لَبَّيْكَ، لَبَّيْكَ لاَ شَرِيكَ لَكَ لَبَّيْكَ، إِنَّ الْحَمْدَ، وَالنِّعْمَةَ، لَكَ وَالْمُلْكَ، لاَ شَرِيكَ لَكَ)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "كيف يلبي المحرم في الحج أو العمرة ؟"
    },
    {
      "id": 489,
      "text": "اللَّهُمَّ إِنِي أَعُوذُ بِكَ مِنْ عَذَابِ القَبْرِ، اللهُمَّ إِنِي أَعُوذُ بِكَ مِنْ عَذَابِ النَّارِ، اللهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الفِتَنِ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الَمَسِيحِ الدَّجَّالِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الَمَحْيَا، وَفِتْنَةِ الَمَماتِ، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ المَأْثَم وَالَغْرَمِ",
      "reference": [
        {
          "rawi": "عائشة أم المؤمنين",
          "mohdith": "البخاري",
          "book": "صحيح البخاري",
          "numberOrPage": "832",
          "grade": "[صحيح]",
          "takhrij": null
        },
        {
          "rawi": "عائشة أم المؤمنين",
          "mohdith": "شعيب الأرناؤوط",
          "book": "تخريج المسند لشعيب",
          "numberOrPage": "24578",
          "grade": "إسناده صحيح على شرط الشيخين",
          "takhrij": "أخرجه البخاري (832)، ومسلم (589)، وأبو داود (880)، والنسائي (1309)، وأحمد (24578) واللفظ له"
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الاستعاذة بالله من الفتن"
    },
    {
      "id": 490,
      "text": "اللهم  إني أعوذ بك من شر نفسي ، ومن شر كل دابة أنت آخذ بناصيتها ، إن ربي على صراط مستقيم.",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": 1,
      "description": "ذكر طيب.",
      "originalCategory": "أذكار الصباح"
    },
    {
      "id": 491,
      "text": "اللهم  نقني من خطاياي كما ينقى الثوب الأبيض من الدنس",
      "reference": "البخاري 1/ 181 ومسلم 1/ 419",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ الاسْتِفْتَاحِ"
    },
    {
      "id": 492,
      "text": "اللهُمَّ أَسْتَهْدِيكَ لِأَرْشَدِ أَمْرِي، وَأَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي",
      "reference": [
        {
          "rawi": "عثمان بن أبي العاص الثقفي وامرأة من قيس",
          "mohdith": "شعيب الأرناؤوط",
          "book": "تخريج المسند لشعيب",
          "numberOrPage": "16269",
          "grade": "إسناده صحيح على شرط مسلم",
          "takhrij": "أخرجه أحمد (16269) واللفظ له، وابن حبان (901)، والطبراني (9/44) (8369)"
        },
        {
          "rawi": "عثمان بن أبي العاص وامرأة من قيس",
          "mohdith": "الهيثمي",
          "book": "مجمع الزوائد",
          "numberOrPage": "10/180",
          "grade": "رجاله رجال الصحيح",
          "takhrij": null
        },
        {
          "rawi": "عثمان بن أبي العاص الثقفي",
          "mohdith": "الوادعي",
          "book": "الصحيح المسند",
          "numberOrPage": "905",
          "grade": "صحيح",
          "takhrij": "أخرجه أحمد (17935) واللفظ له، وابن حبان (901)، والطبرانى (9/53) (8369)."
        },
        {
          "rawi": "عثمان بن أبي العاص الثقفي",
          "mohdith": "الألباني",
          "book": "صحيح الموارد",
          "numberOrPage": "2059",
          "grade": "صحيح",
          "takhrij": "أخرجه أحمد (16313)، وابن حبان (901)، وفي ((موارد الظمآن)) للهيثمي (2428) واللفظ له، والطبرانى (9/53) (8369)."
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "سؤال الله الهداية والرشد والثبات على الدين"
    },
    {
      "id": 493,
      "text": "((اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا، وَخَيْرَ مَا فِيهَا، وَخَيْرَ مَا أُرْسِلَتْ بِهِ، وَأَعُوذُ بِكَ مِنْ شَرِّهَا، وَشَرِّ مَا فِيهَا، وَشَرِّ مَا أُرْسِلَتْ بِهِ)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء الريح"
    },
    {
      "id": 494,
      "text": "أَعُوذُ بِاللهِ مِنَ الشَّيْطَانِ الرَّجِيمِ، مِنْ هَمْزِهِ وَنَفْخِهِ وَنَفْثِهِ.",
      "reference": "الترمذي",
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الرقية الشرعية من السنة النبوية"
    },
    {
      "id": 495,
      "text": "اللهم  إنا نستعينك، ونستغفرك، ونثني عليك الخير، ولا نكفرك، ونؤمن بك، ونخضع لك، ونخلع من يكفرك)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء قنوت الوتر"
    },
    {
      "id": 496,
      "text": "((اللَّهُمَّ إِنِّي أَعُوذُ بِكَ أَنْ أُشْرِكَ بِكَ وَأَنَا أَعْلَمُ، وَأَسْتَغْفِرُكَ لِمَا لاَ أَعْلَمُ)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء الخوف من الشرك"
    },
    {
      "id": 497,
      "text": "اللهُمَّ إنِّي أَعُوذُ بِكَ مِنْ شَرِّ مَا عَمِلْتُ، وَمِنْ شَرِّ مَا لَمْ أَعْمَلْ",
      "reference": [
        {
          "rawi": "عائشة أم المؤمنين",
          "mohdith": "مسلم",
          "book": "صحيح مسلم",
          "numberOrPage": "2716",
          "grade": "[صحيح]",
          "takhrij": null
        },
        {
          "rawi": "عائشة أم المؤمنين",
          "mohdith": "شعيب الأرناؤوط",
          "book": "تخريج المسند لشعيب",
          "numberOrPage": "25084",
          "grade": "صحيح",
          "takhrij": "أخرجه مسلم (2716)، وأبو داود (1550)، والنسائي (1307)، وأحمد (25084) واللفظ له"
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "سؤال الله صلاح الدين وصلاح الآخرة"
    },
    {
      "id": 498,
      "text": "لَبَّيْكَ اللَّهُمَّ لَبَّيْكَ، لَبَّيْكَ لَا شَرِيكَ لَكَ لَبَّيْكَ، إِنَّ الحَمْدَ، وَالنِّعْمَةَ، لَكَ وَالمُلْكُ، لَا شَرِيكَ لَكَ",
      "reference": "البخاري مع الفتح 3/ 408، ومسلم 2/ 841",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "كَيْفَ يُلَبِّي المُحْرِمُ فِي الحَجِّ أَوْ العُمْرَةِ"
    },
    {
      "id": 499,
      "text": "أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ",
      "reference": "من قرأها دبر كل صلاة لم يمنعه من دخول الجنة إلا أن يموت . والنسائي في عمل اليوم والليلة برقم 100، وابن السني برقم 121 وصححه الجامع 5/ 339 وسلسلة الأحاديث الصحيحة 2/ 697 برقم 972",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "الأَذْكَارُ بَعْدَ السَّلَامِ مِنَ الصَّلَاةِ"
    },
    {
      "id": 500,
      "text": "أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ",
      "reference": "سورة البقرة، آية 255، \"من قالها حين يصبح أجير من الجن حتى يمسي، ومن قالها حين يمسي أجير من الجن حتى يصبح\"أخرجه الحاكم 1/ 562 وصححه الألباني في صحيح الترغيب والترهيب 1/ 273، وعزاه إلى النسائي والطبراني وقال : وإسناد الطبراني جيد",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "أَذْكَارُ الصَّبَاحِ"
    },
    {
      "id": 501,
      "text": "أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ",
      "reference": "من قرأها إذا أوى إلى فراشه فإنه لن يزال عليه من الله حافظ ولا يقربه شيطان حتى يصبح البخاري مع الفتح 4/ 487",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "أَذْكَارُ النَّوْمِ"
    },
    {
      "id": 502,
      "text": "أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ",
      "reference": "من قرأهما في ليلة كفتاه، البخاري مع الفتح 9/ 94 ومسلم 1/ 554، والآيتان من سورة البقرة، 285 – 286",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "أَذْكَارُ النَّوْمِ"
    },
    {
      "id": 503,
      "text": "أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ",
      "reference": "البخاري 7/ 99 ومسلم 4/ 2015",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ الغَضَبِ"
    },
    {
      "id": 504,
      "text": "أَعُوذُ بِاللهِ مِنْ الشَّيْطَانِ الرَّجِيمِ",
      "reference": "آية الكرسى - سورة البقرة 255",
      "source": "AzkarDB",
      "repeatTarget": 1,
      "description": "من قالها حين يصبح أجير من الجن حتى يمسى ومن قالها حين يمسى أجير من الجن حتى يصبح.",
      "originalCategory": "أذكار الصباح"
    },
    {
      "id": 505,
      "text": "أَعُوذُ بِاللهِ مِنْ الشَّيْطَانِ الرَّجِيمِ",
      "reference": "سورة البقرة 285 - 286",
      "source": "AzkarDB",
      "repeatTarget": 1,
      "description": "من قرأ آيتين من آخر سورة البقرة في ليلة كفتاه.",
      "originalCategory": "أذكار المساء"
    },
    {
      "id": 506,
      "text": "لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، اللَّهُمَّ لَا مَانِعَ لِمَا أَعْطَيْتَ وَلَا مُعْطِيَ لِمَا مَنَعْتَ وَلَا يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ",
      "reference": "البخاري 1/ 255 ومسلم 1/ 414",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "الأَذْكَارُ بَعْدَ السَّلَامِ مِنَ الصَّلَاةِ"
    },
    {
      "id": 507,
      "text": "اللهم  إنا نستعينك، ونستغفرك، ونثني عليك الخير، ولا نكفرك، ونؤمن بك، ونخضع لك، ونخلع من يكفرك",
      "reference": "أخرجه البيهقيّ في السّنن الكبرى وصحح إسناده 2/ 211، وقال الشّيخ الألباني في إرواء الغليل: وهذا إسناده صحيح 2/ 170. وهو موقوف على عمر",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ قُنُوتِ الوِتْرِ"
    },
    {
      "id": 508,
      "text": "((بِسْمِ اللَّهِ، اللَّهُمَّ جَنِّبْنَا الشَّيْطَانَ، وَجَنِّبِ الشَّيْطَانَ مَا رَزَقْتَنَا)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الدعاء قبل إتيان الزوجة"
    },
    {
      "id": 509,
      "text": "اللَّهُمَّ قِنِي عَذَابَكَ يَوْمَ تَبْعَثُ عِبَادَكَ",
      "reference": "كان رسول الله صلى الله عليه وسلم إذا أراد أن يرقد وضع يده اليمنى تحت خده ثم يقول ... (الحديث)\r\n\r\nأبو داود بلفظه 4/ 311 وانظر صحيح التّرمذي 3/ 143",
      "source": "HisnElMuslim",
      "repeatTarget": 3,
      "description": null,
      "originalCategory": "أَذْكَارُ النَّوْمِ"
    },
    {
      "id": 510,
      "text": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ سَمْعِي، وَمِنْ شَرِّ بَصَرِي، وَمِنْ شَرِّ لِسَانِي، وَمِنْ شَرِّ قَلْبِي، وَمِنْ شَرِّ مَنِّيي",
      "reference": [
        {
          "rawi": "شكل بن حميد العبسي",
          "mohdith": "الوادعي",
          "book": "الصحيح المسند",
          "numberOrPage": "476",
          "grade": "حسن",
          "takhrij": null
        },
        {
          "rawi": "شكل بن حميد العبسي",
          "mohdith": "أبو داود",
          "book": "سنن أبي داود",
          "numberOrPage": "1551",
          "grade": "سكت عنه [وقد قال في رسالته لأهل مكة كل ما سكت عنه فهو صالح]",
          "takhrij": null
        },
        {
          "rawi": "شكل بن حميد العبسي",
          "mohdith": "ابن حجر العسقلاني",
          "book": "الإمتاع لابن حجر",
          "numberOrPage": "1/187",
          "grade": "حسن",
          "takhrij": null
        },
        {
          "rawi": "شكل بن حميد العبسي",
          "mohdith": "الترمذي",
          "book": "سنن الترمذي",
          "numberOrPage": "3492",
          "grade": "حسن غريب لا نعرفه إلا من هذا الوجه",
          "takhrij": "أخرجه أبو داود (1551)، والترمذي (3492)، والنسائي (5444)"
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الاستعاذة من الآفات البدنية والنفسية"
    },
    {
      "id": 511,
      "text": "((اللَّهُمَّ اسْقِ عِبَادَكَ، وَبَهَائِمَكَ، وَانْشُرْ رَحْمَتَكَ، وَأَحْيِي بَلَدَكَ الْمَيِّتَ)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "من أدعية الاستسقاء"
    },
    {
      "id": 512,
      "text": "يَقُولُ: (أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ)، وَيَتْفُلْ عَلَى يَسَارِهِ",
      "reference": "مسلم 4/ 1729 من حديث عثمان بن أبي العاص رضي اللّه عنه، وفيه: ففعلت ذلك فأذهبه اللّه عنّي",
      "source": "HisnElMuslim",
      "repeatTarget": 3,
      "description": null,
      "originalCategory": "دُعَاءُ الوَسْوَسَةِ فِي الصَّلَاةِ وَالقِرَاءَةِ"
    },
    {
      "id": 513,
      "text": "اللهم  نقني من خطاياي كما ينقى الثوب الأبيض من الدنس،",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء الاستفتاح"
    },
    {
      "id": 514,
      "text": "أَمْسَيْـنا وَأَمْسـى المـلكُ لله وَالحَمدُ لله ، لا إلهَ إلاّ اللّهُ وَحدَهُ لا شَريكَ لهُ، لهُ المُـلكُ ولهُ الحَمْـد، وهُوَ على كلّ شَيءٍ قدير ، رَبِّ أسْـأَلُـكَ خَـيرَ ما في هـذهِ اللَّـيْلَةِ وَخَـيرَ ما بَعْـدَهـا ، وَأَعـوذُ بِكَ مِنْ شَـرِّ ما في هـذهِ اللَّـيْلةِ وَشَرِّ ما بَعْـدَهـا ، رَبِّ أَعـوذُبِكَ مِنَ الْكَسَـلِ وَسـوءِ الْكِـبَر ، رَبِّ أَعـوذُ بِكَ مِنْ عَـذابٍ في النّـارِ وَعَـذابٍ في القَـبْر.",
      "reference": "مسلم",
      "source": "AzkarDB",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "أذكار المساء"
    },
    {
      "id": 515,
      "text": "اللَّهُ اللَّهُ رَبِّي لَا أُشْرِكُ بِهِ شَيْئًا",
      "reference": "أخرجه أبو داود 2/ 87 وانظر صحيح ابن ماجة 2/ 335",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ الكَرْبِ"
    },
    {
      "id": 516,
      "text": "((اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْبُخْلِ، وَأَعوذُ بِكَ مِنَ الْجُبْنِ، وَأَعُوذُ بِكَ مِنْ أَنْ أُرَدَّ إِلَى أَرْذَلِ الْعُمُرِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الدُّنْيَا وَعَذَابِ الْقَبْرِ)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الدعاء بعد التشهد الأخير قبل السلام"
    },
    {
      "id": 517,
      "text": "اللهم  إني أسألك خشيتك في الغيب والشهادة، وأسألك كلمة الحق في الرضا والغضب، وأسألك القصد في الغنى والفقر، وأسألك نعيما لا ينفد، وأسألك قرة عين لا تنقطع، وأسألك الرضا بعد القضاء، وأسألك برد العيش بعد الموت، وأسألك لذة النظر إلى وجهك، والشوق إلى لقائك في غير ضراء مضرة، ولا فتنة مضلة،",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الدعاء بعد التشهد الأخير قبل السلام"
    },
    {
      "id": 518,
      "text": "اللهم  رب السموات السبع ورب الأرض، ورب العرش العظيم، ربنا ورب كل شيء، فالق الحب والنوى، ومنزل التوراة والإنجيل، والفرقان، أعوذ بك من شر كل شيء أنت آخذ بناصيته،",
      "reference": "مسلم 4/ 2084",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "أَذْكَارُ النَّوْمِ"
    },
    {
      "id": 519,
      "text": "{قُلْ أَعُوذُ بِرَبِّ النَّاسِ * مَلِكِ النَّاسِ * إِلَهِ النَّاسِ * مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ * الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ * مِنَ الْجِنَّةِ وَالنَّاسِ}",
      "reference": "أبو داود 2/ 86 والنسائي 3/ 68 وانظر صحيح التّرمذي 2/ 8 والسور الثلاث يقال لها المعوذات وانظر فتح الباري 9/ 62",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "الأَذْكَارُ بَعْدَ السَّلَامِ مِنَ الصَّلَاةِ"
    },
    {
      "id": 520,
      "text": "{قُلْ أَعُوذُ بِرَبِّ النَّاسِ * مَلِكِ النَّاسِ * إِلَهِ النَّاسِ * مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ * الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ * مِنَ الْجِنَّةِ وَالنَّاسِ}",
      "reference": "من قالها ثلاث مرات حين يصبح وحين يمسي كفته من كل شيء. أبو داود 4/ 322 والتّرمذي 5/ 567 وانظر صحيح التّرمذي 3/ 182",
      "source": "HisnElMuslim",
      "repeatTarget": 3,
      "description": null,
      "originalCategory": "أَذْكَارُ الصَّبَاحِ"
    },
    {
      "id": 521,
      "text": "{قُلْ أَعُوذُ بِرَبِّ النَّاسِ * مَلِكِ النَّاسِ * إِلَهِ النَّاسِ * مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ * الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ * مِنَ الْجِنَّةِ وَالنَّاسِ}",
      "reference": "البخاري مع الفتح 9/ 62 ومسلم 4/ 1723",
      "source": "HisnElMuslim",
      "repeatTarget": 3,
      "description": null,
      "originalCategory": "أَذْكَارُ النَّوْمِ"
    },
    {
      "id": 522,
      "text": "قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ، مِن شَرِّ مَا خَلَقَ، وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ، وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ، وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ.",
      "reference": "سورة الفلق",
      "source": "AzkarDB",
      "repeatTarget": 3,
      "description": "من قالها حين يصبح وحين يمسى كفته من كل شىء (الإخلاص والمعوذتين).",
      "originalCategory": "أذكار الصباح"
    },
    {
      "id": 523,
      "text": "((أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء الغضب"
    },
    {
      "id": 524,
      "text": "قَالَ النَّبِيُّ صلى الله عليه وسلم ((إِذَا كَانَ جُنْحُ اللَّيْلِ – أَوْ أَمْسَيْتُم – فَـكُفُّوا صِبْيانَـكُم، فَإِنَّ الشَّيَاطِينَ تَنْتَشِرُ حِينَئِذٍ، فَإِذَا ذَهَبَ سَاعَةٌ مِنَ اللَّيلِ فَخَلُّوهُمْ، وَأَغْلِقُوا الأَبْوَابَ وَاذْكُرُوا اسْمَ اللَّهِ؛ فَإِنَّ الشَّيطَانَ لاَ يَفْتَحُ بَاباً مُغلَقاً، وَأَوْكُوا قِرَبَكُمْ، وَاذْكُرُوا اسْمَ اللَّهِ، وَخَمِّرُوا آنِيَتَكُم، وَاذْكُرُوا اسْمَ اللَّهِ، وَلَوْ أَنْ تَعْرُضُوا عَلَيْهَا شَيْئاً، وَأَطْفِئُوا مَصَابِيحَكُمْ)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "من أنواع الخير والآداب الجامعة"
    },
    {
      "id": 525,
      "text": "يَتَحَوَّلَ عَنْ جَنْبِهِ الذِي كَانَ عَلَيْهِ",
      "reference": "مسلم 4/ 1773",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "مَا يَفْعَلُ مَنْ رَأَى الرُّؤْيَا أَوِ الحُلُمَ"
    },
    {
      "id": 526,
      "text": "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق.",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": 3,
      "description": null,
      "originalCategory": "أذكار الصباح"
    },
    {
      "id": 527,
      "text": "أعوذُ بكلماتِ اللهِ التامَّاتِ مِن شرِّ ما خَلق.",
      "reference": "مسلم",
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الرقية الشرعية من السنة النبوية"
    },
    {
      "id": 528,
      "text": "اللَّهُمَّ مَا أَصْبَحَ بِي مِنْ نِعْمَةٍ أَوْ بِأَحَدٍ مِنْ خَلْقِكَ فَمِنْكَ وَحْدَكَ لَا شَرِيكَ لَكَ، فَلَكَ الحَمْدُ وَلَكَ الشُّكْرُ",
      "reference": "من قالها حين يصبح فقد أدي شكر يومه، ومن قالها حين يمسى فقد أدى شكر ليلته. أخرجه أبو داود 4/ 318، والنسائي في عمل اليوم والليلة برقم 7 وابن السني برقم 41 وابن حبان \"موارد\"رقم 2361 وحسن ابن باز إسناده في تحفة الأخيار ص 24",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "أَذْكَارُ الصَّبَاحِ"
    },
    {
      "id": 529,
      "text": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الكَسَلِ وَالَهرَمِ، وَالمَأْثَمِ وَالمَغْرَمِ، وَمِنْ فِتْنَةِ القَبْرِ، وَعَذَابٍ القَبْرِ، وَمِنْ فِتْنَةِ النَّارِ وَعَذَابِ النَّارِ، وَمِنْ شَرِّ فِتْنَةِ الغِنَى، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الفَقْرِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الَمسِيحِ الدَّجَّالِ، اللَّهُمَّ اغْسِلْ عَنِّي خَطَايَايَ بِمَاءِ الثَّلْجِ وَالبَرَدِ، وَنَقِّ قَلْبِي مِنَ الخَطَايَا كَمَا نَقَّيْتَ الثَّوْبَ الأَبيَضَ مِنَ الدَّنَسِ، وَبَاعِدْ بَيْنِي وَبَيْنَ خَطَايَايَ كَمَا بَاعَدْتَ بَيْنَ المَشْرِقِ وَالمَغْرِبِ",
      "reference": [
        {
          "rawi": "عائشة أم المؤمنين",
          "mohdith": "البخاري",
          "book": "صحيح البخاري",
          "numberOrPage": "6368",
          "grade": "[صحيح]",
          "takhrij": "أخرجه البخاري (6368)، ومسلم (589) بنحوه"
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الاستعاذة بالله من الفتن"
    },
    {
      "id": 530,
      "text": "اللَّهُمَّ مَا أَمْسَى بِي مِنْ نِعْمَةٍ أَوْ بِأَحَدٍ مِنْ خَلْقِكَ فَمِنْكَ وَحْدَكَ لَا شَرِيكَ لَكَ، فَلَكَ الحَمْدُ وَلَكَ الشُّكْرُ",
      "reference": "من قالها حين يصبح فقد أدي شكر يومه، ومن قالها حين يمسى فقد أدى شكر ليلته. أخرجه أبو داود 4/ 318، والنسائي في عمل اليوم والليلة برقم 7 وابن السني برقم 41 وابن حبان \"موارد\"رقم 2361 وحسن ابن باز إسناده في تحفة الأخيار ص 24",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "أَذْكَارُ المَسَاءِ"
    },
    {
      "id": 531,
      "text": "الحَمْدُ لِلَّهِ الذِي كَسَانِي هَذَا ( الثَّوْبَ ) وَرَزَقَنِيه مِنْ غَيْرِ حَوْلٍ مِنِّي وَلَا قُوَّةٍ",
      "reference": "أخرجه أهل السنن إلا النسائي انظر إرواء الغليل 7/ 47",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ لُبْسِ الثَّوْبِ"
    },
    {
      "id": 532,
      "text": "اللَّهُمَّ عَالِمَ الغَيْبِ وَالشَّهَادَةِ، فَاطِرَ السَّمَوَاتِ وَالأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا أَنْتَ أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءًا أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ",
      "reference": "التّرمذي وأبو داود .انظر :صحيح التّرمذي 3/ 142",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "أَذْكَارُ الصَّبَاحِ"
    },
    {
      "id": 533,
      "text": "رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِّلْقَوْمِ الظَّالِمِينَ",
      "reference": [
        {
          "surah": {
            "number": 10,
            "name": "يونس"
          },
          "ayah": {
            "from": 85,
            "to": 85
          }
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الاستعاذة بالله من الفتن"
    },
    {
      "id": 534,
      "text": "((اللَّهُ أَكْبَرُ كَبِيرَاً، اللَّهُ أَكْبَرُ كَبِيراً، اللَّهُ أَكْبَرُ كَبِيراً، وَالْحَمْدُ لِلَّهِ كَثيراً، وَالْحَمْدُ لِلَّهِ كَثيراً، وَالْحَمْدُ لِلَّهِ كَثيراً، وَسُبْحَانَ اللَّهِ بُكْرَةً وَأَصِيلاً)) ثَلاثاً ((أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ: مِنْ نَفْخِهِ، وَنَفْثِهِ، وَهَمْزِهِ)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء الاستفتاح"
    },
    {
      "id": 535,
      "text": "النَّفَّاثَاتِ فِي الْعُقَدِ ﴿4﴾ وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ ﴿5﴾.",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الرقية الشرعية من القرآن الكريم"
    },
    {
      "id": 536,
      "text": "(الْحَمْدُ للَّهِ الَّذِي كَسَانِي هَذَا (الثَّوْبَ) وَرَزَقَنِيهِ مِنْ غَيْرِ حَوْلٍ مِنِّي وَلاَ قُوَّة...)",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء لبس الثوب"
    },
    {
      "id": 537,
      "text": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ أَنْ أُشْرِكَ بِكَ وَأَنَا أَعْلَمُ، وَأَسْتَغْفِرُكَ لِمَا لَا أَعْلَمُ",
      "reference": "أحمد 4/ 403 وغيره وانظر صحيح الجامع 3/ 233 وصحيح التّرغيب والتّرهيب للألباني 1/ 19",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ الخَوْفِ مِنَ الشِّرْكِ"
    },
    {
      "id": 538,
      "text": "((أَعُوذُ بكَلِمَاتِ اللَّهِ التَّامَّاتِ الَّتِي لاَ يُجَاوِزُهُنَّ بَرٌّ وَلاَ فَاجِرٌ: مِنْ شَرِّ مَا خَلَقَ، وَبَرَأَ وَذَرَأَ، وَمِنْ شَرِّ مَا يَنْزِلُ مِنَ السَّمَاءِ، وَمِنْ شَرِّ مَا يَعْرُجُ فيهَا، وَمِنْ شَرِّ مَا ذَرَأَ فِي الْأَرْضِ، وَمِنْ شَرِّ مَا يَخْرُجُ مِنْهَا، وَمِنْ شَرِّ فِتَنِ اللَّيْلِ وَالنَّهَارِ، وَمِنْ شَرِّ كُلِّ طَارِقٍ إِلاَّ طَارِقاً يَطْرُقُ بِخَيْرٍ يَا رَحْمَنُ)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "ما يقول لرد كيد مردة الشياطين"
    },
    {
      "id": 539,
      "text": "اللهم  احفظني من بين يدي ومن خلفي وعن يميني وعن شمالي ، ومن فوقي ، وأعوذ بعظمتك أن أغتال من تحتي.",
      "reference": "أبو داود",
      "source": "AzkarDB",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "أذكار الصباح"
    },
    {
      "id": 540,
      "text": "((ضَعْ يَدَكَ عَلَى الَّذِي تَألَّمَ مِنْ جَسَدِكَ وَقُلْ: بِسْمِ اللَّهِ، ثَلاَثاً، وَقُلْ سَبْعَ مَرَّاتٍ: أَعُوذُ بِاللَّهِ وَقُدْرَتِهِ مِنْ شَرِّ مَا أَجِدُ وَأُحَاذِرُ)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "ما يقول من أحس وجعا في جسده"
    },
    {
      "id": 541,
      "text": "مَنْ حَفِظَ عَشْرَ آيَاتٍ مِنْ أَوَّلِ سُورَةِ الكَهْفِ عُصِمَ مِنَ الدَّجَّالِ",
      "reference": "مسلم 1/ 555، وفي رواية من آخر الكهف 1/ 556",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "مَا يَعْصِمُ اللَّهُ بِهِ مِنَ الدَّجَّالِ"
    },
    {
      "id": 542,
      "text": "اللهم  إني أعوذ بوجهك الكريم وكلماتك التامة من شر ما أنت آخذ بناصيته،",
      "reference": "أبو داود",
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الرقية الشرعية من السنة النبوية"
    },
    {
      "id": 543,
      "text": "((اللَّهُــمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، وَمِنْ عَذَابِ جَهَنَّمَ، وَمِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ، وَمِنْ شَرِّ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الدعاء بعد التشهد الأخير قبل السلام"
    },
    {
      "id": 544,
      "text": "كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُعَوِّذُ الحَسَنَ وَالحُسَيْنَ: (أُعِيذُكُمَا بِكَلِمَاتِ اللَّهِ التَّامَّةِ مِنْ كُلِّ شَيْطَانٍ وَهَامَّةٍ، وَمِنْ كُلِّ عَيْنٍ لَامَّةٍ}",
      "reference": "البخاري 4/ 119 من حديث ابن عبّاس رضي اللّه عنهما",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "مَا يُعَوَّذُ بِهِ الأَوْلَادُ"
    },
    {
      "id": 545,
      "text": "أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ التِي لَا يُجَاوِزُهُنَّ بَرٌّ وَلَا فَاجِرٌ مِنْ شَرِّ مَا خَلَقَ، وَبَرَأَ وَذَرَأَ، وَمِنْ شَرِّ مَا يَنْزِلُ مِنَ السَّمَاءِ، وَمِنْ شَرِّ مَا يَعْرُجُ فِيهَا، وَمِنْ شَرِّ مَا ذَرَأَ فِي الأَرْضِ، وَمِنْ شَرِّ مَا يَخْرُجُ مِنْهَا، وَمِنْ شَرِّ فِتَنِ اللَّيْلِ وَالنَّهَارِ، وَمِنْ شَرِّ كُلِّ طَارِقٍ إِلَّا طَارِقًا يَطْرُقُ بِخَيْرً يَا رَحْمَانُ",
      "reference": "أحمد 3/ 419 بإسناد صحيح وابن السّني برقم 637 وصحّح إسناده الأرناؤوط في تخريجه للطّحاوية ص 133 وانظر مجمع الزوائد 10/ 127",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "مَا يَقُولُ لِرَدِّ كَيْدِ مَرَدَةِ الشَّيَاطِينِ"
    },
    {
      "id": 546,
      "text": "((اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنَّ لَكَ الْحَمْدَ لَا إِلَهَ إِلاَّ أَنْتَ وَحْدَكَ لاَ شَرِيكَ لَكَ، الْمَنَّانُ، يَا بَدِيعَ السَّمَوَاتِ وَالْأَرْضِ يَا ذَا الْجَلاَلِ وَالْإِكْرَامِ، يَا حَيُّ يَا قَيُّومُ إِنِّي أَسْأَلُكَ الْجَنَّةَ وَأَعُوذُ بِكَ مِنَ النَّارِ)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الدعاء بعد التشهد الأخير قبل السلام"
    },
    {
      "id": 547,
      "text": "اللهُمَّ أَصْلِحْ لِي دِينِي الَّذِي هُوَ عِصْمَةُ أَمْرِي، وَأَصْلِحْ لِي دُنْيَايَ الَّتِي فِيهَا مَعَاشِي، وَأَصْلِحْ لِي آخِرَتِي الَّتِي فِيهَا مَعَادِي، وَاجْعَلٍ الْحْيَاةَ زِيَادَةً لِي فِي كُلِّ خَيْرِ، وَاجْعَلِ الموْتَ رَاحَةً لِي مِنْ كُلِّ شَرٍّ",
      "reference": [
        {
          "rawi": "أبو هريرة",
          "mohdith": "مسلم",
          "book": "صحيح مسلم",
          "numberOrPage": "2720",
          "grade": "[صحيح]",
          "takhrij": "أخرجه مسلم (2720)"
        },
        {
          "rawi": "أبو هريرة",
          "mohdith": "الألباني",
          "book": "صحيح الجامع",
          "numberOrPage": "1263",
          "grade": "صحيح",
          "takhrij": "أخرجه مسلم (2720)."
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "سؤال الله صلاح الدين وصلاح الآخرة"
    },
    {
      "id": 548,
      "text": "لَمَّا دَنَا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنَ الصَّفَا قَرَأَ {إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَآئِرِ اللَّهِ} (أَبْدَأُ بِمَا بَدَأَ اللَّهُ بِهِ) فَبَدَأَ بِالصَّفَا فَرَقِيَ عَلَيْهِ حَتَّى رَأَى البَيْتَ فَاسْتَقْبَلَ القِبْلَةَ فَوَحَّدَ اللَّهَ وَكَبَّرَهُ وَقَالَ: (لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ المُلْكُ وَلَهُ الحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ، أَنْجَزَ وَعْدَهُ، وَنَصَرَ عَبْدَهُ، وَهَزَمَ الأَحْزَابَ وَحْدَهُ)، ثُمَّ دَعَا بَيْنَ ذَلِكَ. قَالَ مِثْلَ هَذَا ثَلَاثَ مَرَّاتٍ (الحَدِيثْ). وَفِيهِ: (فَفَعَلَ عَلَى المَرْوَةِ كَمَا فَعَلَ عَلَى الصَّفَا)",
      "reference": "مسلم 2/ 888، والآية من سورة البقرة: 158",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ الوُقُوفِ عَلَى الصَّفَا وَالمَرْوَةِ"
    },
    {
      "id": 549,
      "text": "((الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَنِي هَذَا، وَرَزَقَنِيهِ، مِنْ غَيْرِ حَوْلٍ مِنِّي وَلاَ قُوَّةٍ)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الدعاء عند الفراغ من الطعام"
    },
    {
      "id": 550,
      "text": "أَصْبَحْنَا وَأَصْبَحَ المُلْكُ لِلَّهِ، وَالحَمْدُ لِلَّهِ، لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ المُلْكُ وَلَهُ الحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذَا اليَوْمِ وَخَيْرَ مَا بَعْدَهُ وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِي هَذَا اليَوْمِ وَشَرِّ مَا بَعْدَهُ رَبِّ أَعُوذُ بِكَ مِنَ الكَسَلِ وَسُوءِ الكِبَرِ، رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي القَبْرِ",
      "reference": "مسلم 4/ 2088",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "أَذْكَارُ الصَّبَاحِ"
    },
    {
      "id": 551,
      "text": "بسم الله الرحمن الرحيم ﴿قُلْ هُوَ اللَّهُ أَحَدٌ* اللَّهُ الصَّمَدُ* لَمْ يَلِدْ وَلَمْ يُولَدْ* وَلَمْ يَكُن لَّهُ كُفُواً أَحَدٌ﴾، بسم الله الرحمن الرحيم ﴿قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ* مِن شَرِّ مَا خَلَقَ* وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ* وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ* وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ﴾،بسم الله الرحمن الرحيم ﴿قُلْ أَعُوذُ بِرَبِّ النَّاسِ* مَلِكِ النَّاسِ* إِلَهِ النَّاسِ* مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ* الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ* مِنَ الْجِنَّةِ وَ النَّاسِ﴾ بَعْدَ كُلِّ صَلاَةٍ.",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الأذكار بعد السلام من الصلاة"
    },
    {
      "id": 552,
      "text": "اللهم  إن كنت تعلم أن هذا الأمر - ويسمي حاجته - خير لي في ديني ومعاشي وعاقبة أمري - أو قال : عاجله وآجله - فاقدره لي ويسره لي، ثم بارك لي فيه، وإن كنت تعلم أن هذا الأمر شر لي في ديني ومعاشي وعاقبة أمري - أو قال : عاجله وآجله - فاصرفه عني واصرفني عنه، واقدر لي الخير حيث كان، ثم أرضني به)",
      "reference": "البخاري 7/ 162",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ صَلَاةِ الاسْتِخَارَةِ"
    },
    {
      "id": 553,
      "text": "أَصْـبَحْنا وَأَصْـبَحَ المُـلْكُ لله وَالحَمدُ لله ، لا إلهَ إلاّ اللّهُ وَحدَهُ لا شَريكَ لهُ، لهُ المُـلكُ ولهُ الحَمْـد، وهُوَ على كلّ شَيءٍ قدير ، رَبِّ أسْـأَلُـكَ خَـيرَ ما في هـذا اليوم وَخَـيرَ ما بَعْـدَه ، وَأَعـوذُ بِكَ مِنْ شَـرِّ ما في هـذا اليوم وَشَرِّ ما بَعْـدَه، رَبِّ أَعـوذُبِكَ مِنَ الْكَسَـلِ وَسـوءِ الْكِـبَر ، رَبِّ أَعـوذُ بِكَ مِنْ عَـذابٍ في النّـارِ وَعَـذابٍ في القَـبْر.",
      "reference": "مسلم",
      "source": "AzkarDB",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "أذكار الصباح"
    },
    {
      "id": 554,
      "text": "اللَّهُمَّ إِنِّي أَصْبَحْتُ أُشْهِدُكَ وَأُشْهِدُ حَمَلَةَ عَرْشِكَ، وَمَلَائِكَتَكَ وَجَمِيعَ خَلْقِكَ، أَنَّكَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ وَحْدَكَ لَا شَرِيكَ لَكَ، وَأَنَّ مُحَمَّدًا عَبْدُكَ وَرَسُولُكَ",
      "reference": "من قالها حين يصبح وحين يمسي أربع مرات أعتقه الله من النار . أخرجه أبو داود 4/ 317 والبخاري في الأدب المفرد برقم 1201 والنسائي في عمل اليوم والليلة برقم 9، وابن السني برقم 70 وحسن سماحة الشيخ ابن باز إسناد النسائي وأبي داود في تحفة الأخيار ص 23",
      "source": "HisnElMuslim",
      "repeatTarget": 4,
      "description": null,
      "originalCategory": "أَذْكَارُ الصَّبَاحِ"
    },
    {
      "id": 555,
      "text": "اللَّهُمَّ إِنِي أَسْأَلُكَ فِعْلَ الخَيْرَاتِ، وَتَرْكَ المُنْكَرَاتِ، وَحُبَّ الَمسَاكِينِ، وَإِذَا أَرَدْتَ بِعِبَادِكَ فِتْنَةً فَاقْبِضْنِي إِلَيْكَ غَيْرَ مَفْتُونٍ",
      "reference": [
        {
          "rawi": "عبدالله بن عباس",
          "mohdith": "الألباني",
          "book": "صحيح الترغيب",
          "numberOrPage": "3192",
          "grade": "صحيح لغيره",
          "takhrij": "أخرجه الترمذي (3233)، وأحمد (3484) باختلاف يسير."
        },
        {
          "rawi": "عبدالله بن عباس",
          "mohdith": "المنذري",
          "book": "الترغيب والترهيب",
          "numberOrPage": "1/200",
          "grade": "[إسناده صحيح أو حسن أو ما قاربهما]",
          "takhrij": "أخرجه الترمذي (3234) مع اختلاف يسير"
        },
        {
          "rawi": "عبدالله بن عباس",
          "mohdith": "الألباني",
          "book": "صحيح الجامع",
          "numberOrPage": "59",
          "grade": "صحيح",
          "takhrij": "أخرجه الترمذي (3233)، وأحمد (3484)"
        },
        {
          "rawi": "عبدالله بن عباس",
          "mohdith": "الألباني",
          "book": "صحيح الترمذي",
          "numberOrPage": "3233",
          "grade": "صحيح",
          "takhrij": "أخرجه الترمذي (3233)، وأحمد (3484)"
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الاستعاذة بالله من الفتن"
    },
    {
      "id": 556,
      "text": "اللهُمَّ بَارِكْ عَلَيْهِ، وَأَذْهِبْ عَنْهُ حَرَّ الْعَيْنِ وَبَرْدَهَا وَوَصَبَهَا.",
      "reference": "أحمد",
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الرقية الشرعية من السنة النبوية"
    },
    {
      "id": 557,
      "text": "ربنا  وآتنا ما وعدتنا على رسلك ولا تخزنا يوم القيامة إنك لا تخلف الميعاد* فاستجاب لهم ربهم أني لا أضيع عمل عامل منكم من ذكر أو أنثى بعضكم من بعض فالذين هاجروا وأخرجوا من ديارهم وأوذوا في سبيلي وقاتلوا وقتلوا لأكفرن عنهم سيئاتهم ولأدخلنهم جنات تجري من تحتها الأنهار ثوابا من عند الله والله عنده حسن الثواب * لا يغرنك تقلب الذين كفروا في البلاد * متاع قليل ثم مأواهم جهنم وبئس المهاد * لكن الذين اتقوا ربهم لهم جنات تجري من تحتها الأنهار خالدين فيها نزلا من عند الله وما عند الله خير للأبرار * وإن من أهل الكتاب لمن يؤمن بالله وما أنزل إليكم ومآ أنزل إليهم خاشعين لله لا يشترون بآيات الله ثمنا قليلا أولئك لهم أجرهم عند ربهم إن الله سريع الحساب*يا أيها الذين آمنوا اصبروا وصابروا ورابطوا واتقوا الله لعلكم تفلحون ﴾",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "أذكار الاستيقاظ من النوم"
    },
    {
      "id": 558,
      "text": "الحَمْدُ لِلَّهِ الذِي أَطْعَمَنِي هَذَا، وَرَزَقَنِيهِ، مِنْ غَيْرِ حَوْلٍ مِنِّي وَلَا قُوَّةٍ",
      "reference": "أخرجه أصحاب السّنن إلّا النّسائي، وانظر صحيح التّرمذي 3/ 159",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "الدُّعَاءُ عِنْدَ الفَرَاغِ مِنَ الطَّعَامِ"
    },
    {
      "id": 559,
      "text": "لَمَّا دَنَا النَّبِيُّ صلى الله عليه وسلم مِنَ الصَّفَا قَرَأَ: ﴿إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَآئِرِ اللَّهِ﴾ أَبْدَأُ بِمَا بَدَأَ اللَّهُ بِهِ)) فَبَدَأَ بِالصَّفَا فَرَقِيَ عَلَيْهِ حَتَّى رَأَى الْبَيْتَ، فَاسْتَقْبَلَ الْقِبْلَةَ، فَوَحَّدَ اللَّهَ وَكبَّرَهُ وَقَالَ: ((لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ، أَنْجَزَ وَعْدَهُ، وَنَصَرَ عَبْدَهُ، وَهَزَمَ الْأَحْزَابَ وَحْدَهُ، ثُمَّ دَعَا بَيْنَ ذلكَ. قَالَ مِثْلَ هَذَا ثَلاَثَ مَرَّاتٍ)) الْحَدِيثُ. وَفِيهِ: ((فَفَعَلَ عَلَى الْمَرْوَةِ كَمَا فَعَلَ عَلَى الصَّفَا)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء الوقوف على الصفا والمروة"
    },
    {
      "id": 560,
      "text": "أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ غَضَبِهِ وَعِقَابِهِ، وَشَرِّ عِبَادِهِ، وَمِنْ هَمَزَاتِ الشَّيَاطِينِ وَأَنْ يَحْضُرُونِ",
      "reference": "أبو داود 4/ 12 وانظر صحيح التّرمذي 3/ 171",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ الفَزَعِ فِي النَّوْمِ وَمَنْ بُلِيَ بِالوَحْشَةِ"
    },
    {
      "id": 561,
      "text": "اللَّهُمَّ لَكَ الحَمْدُ أَنْتَ كَسَوتَنِيه، أسْألك مِنْ خَيرِهِ وخَيْرِ مَا صُنِعَ لَهُ، وَأَعُوذُ بِكَ مِنْ شرِّه وشَرِّ مَا صُنِعَ لَهُ",
      "reference": "أبو داود والتّرمذي والبغوي وانظر مختصر شمائل التّرمذي للألباني ص 47",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ لُبْسِ الثَّوْبِ الجَدِيدِ"
    },
    {
      "id": 562,
      "text": "اللّهُـمَّ ما أَصْبَـَحَ بي مِـنْ نِعْـمَةٍ أَو بِأَحَـدٍ مِـنْ خَلْـقِك ، فَمِـنْكَ وَحْـدَكَ لا شريكَ لَـك ، فَلَـكَ الْحَمْـدُ وَلَـكَ الشُّكْـر.",
      "reference": "أبو داود",
      "source": "AzkarDB",
      "repeatTarget": 1,
      "description": "من قالها حين يصبح أدى شكر يومه.",
      "originalCategory": "أذكار الصباح"
    },
    {
      "id": 563,
      "text": "اللهم  رب السموات السبع ورب الأرض، ورب العرش العظيم، ربنا ورب كل شيء، فالق الحب والنوى، ومنزل التوراة والإنجيل، والفرقان، أعوذ بك من شر كل شيء أنت آخذ بناصيته.",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "أذكار النوم"
    },
    {
      "id": 564,
      "text": "((اللَّهُمَّ عَالِمَ الغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، وَمِنْ شَرِّ الشَّيْطانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءاً، أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "أذكار النوم"
    },
    {
      "id": 565,
      "text": "[ (يَنْفُثُ عَنْ يَسَارِهِ (ثلاثاً)) - (يَسْتَعِيذُ بِاللَّهِ مِنَ الشَّيطَانِ وَمِنْ شَرِّ مَا رَأَى (ثَلاَثَ مَرَّاتٍ)) - ((لاَ يُحَدِّثْ بِهَا أَحَداً)) - ((يَــتَحَوَّلُ عَنْ جَنْبِهِ الَّذِي كَانَ عَلَيْهِ)) ]",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "ما يفعل من رأى الرؤيا أو الحلم في النوم"
    },
    {
      "id": 566,
      "text": "اللَّهُ أَكْبَرُ كَبِيرًا، اللَّهُ أَكْبَرُ كَبِيرًا، اللَّهُ أَكْبَرُ كَبِيرًا، وَالحَمْدُ لِلَّهِ كَثِيرًا، وَالحَمْدُ لِلَّهِ كَثِيرًا، وَالحَمْدُ لِلَّهِ كَثِيرًا، وَسُبْحَانَ اللَّهِ بُكْرَةً وَأَصِيلًا (ثَلَاثًا). أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ: مِنْ نَفْخِهِ، وَنَفْثِهِ، وَ هَمْزِهِ",
      "reference": "أخرجه أبو داود 1/ 203 وابن ماجه 1/ 265 وأحمد 4/ 85 وأخرجه مسلم عن ابن عمر رضي الله عنهما بنحوه وفيه قصة 1/ 420",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ الاسْتِفْتَاحِ"
    },
    {
      "id": 567,
      "text": "أَعُوذُ بِكَلِمَاتِ اللهِ التَّامَّةِ مِنْ غَضَبِهِ وَعِقَابِهِ ، وَشَرِّ عِبَادِهِ ، وَمَنْ هَمَزَاتِ الشَّيَاطِينِ ، وَأَنْ يَحْضُرُونِ.",
      "reference": "أبو داود",
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الرقية الشرعية من السنة النبوية"
    },
    {
      "id": 568,
      "text": "يُكِبِّرُ عَلَى كُلِّ شَرَفٍ ثَلَاثَ تَكْبِيرَاتٍ ثُمَّ يَقُولُ: لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ المُلْكُ، وَلَهُ الحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، آيِبُونَ، تَائِبُونَ، عَابِدُونَ، لِرَبِّنَا حَامِدُونَ، صَدَقَ اللَّهُ وَعْدَهُ، وَنَصَرَ عَبْدَهُ، وَهَزَمَ الأَحْزَابَ وَحْدَهُ",
      "reference": "كان النّبيّ صلّى اللّه عليه وسلّم يقوله إذا قفل من غزو أو حجّ، البخاري 7/ 163 ومسلم 2/ 980",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "ذِكْرُ الرُّجُوعِ مِنَ السَّفَرِ"
    },
    {
      "id": 569,
      "text": "اللهم  باعد بيني وبين خطاياي كما باعدت بين المشرق والمغرب،",
      "reference": "البخاري 1/ 181 ومسلم 1/ 419",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ الاسْتِفْتَاحِ"
    },
    {
      "id": 570,
      "text": "اللهم  باعد بيني وبين خطاياي كما باعدت بين المشرق والمغرب،",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء الاستفتاح"
    },
    {
      "id": 571,
      "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنَ الْخَيْرِ كُلِّهِ عَاجِلِهِ وَآجِلِهِ، مَا عَلِمْتُ مِنْهُ وَمَا لَمْ أَعْلَمْ، وَأَعُوذُ بِكَ مِنَ الشَّرِّ كُلِّهِ عَاجِلِهِ وَآجِلِهِ، مَا عَلِمْتُ مِنْهُ وَمَا لَمْ أَعْلَمْ، اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ خَيْرِ مَا سَأَلَكَ عَبْدُكَ وَنَبِيُّكَ، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا عَاذَ بِهِ عَبْدُكَ وَنَبِيُّكَ، اللَّهُمَّ إِنِّي أَسْأَلُكَ الجَنَّةَ وَمَا قَرَّبَ إِلَيْهَا مِنْ قَوْلٍ أَوْ عَمَلٍ، وَأَعُوذُ بِكَ مِنَ النَّارِ وَمَا قَرَّبَ إِلَيْهَا مِنْ قَوْلٍ أَوْ عَمَلِ، وَأَسْأَلُكَ أَنْ تَجْعَلَ كُلَّ قَضَاءٍ قَضَيْتَهُ لِي خَيْراً",
      "reference": [
        {
          "rawi": "عائشة أم المؤمنين",
          "mohdith": "الألباني",
          "book": "صحيح الجامع",
          "numberOrPage": "1276",
          "grade": "صحيح",
          "takhrij": "أخرجه ابن ماجه (3846)، وأحمد (25180) باختلاف يسير."
        },
        {
          "rawi": "عائشة أم المؤمنين",
          "mohdith": "الألباني",
          "book": "صحيح ابن ماجه",
          "numberOrPage": "3116",
          "grade": "صحيح",
          "takhrij": "أخرجه مسلم (2716) مختصراً."
        },
        {
          "rawi": "عائشة أم المؤمنين",
          "mohdith": "الألباني",
          "book": "السلسلة الصحيحة",
          "numberOrPage": "1542",
          "grade": "إسناده صحيح رجاله ثقات",
          "takhrij": "أخرجه ابن ماجه (3846)، وأحمد (25180) باختلاف يسير."
        },
        {
          "rawi": "عائشة أم المؤمنين",
          "mohdith": "شعيب الأرناؤوط",
          "book": "تخريج المسند لشعيب",
          "numberOrPage": "25019",
          "grade": "إسناده صحيح",
          "takhrij": "أخرجه ابن ماجه (3846)، وأحمد (25019) واللفظ له"
        },
        {
          "rawi": "عائشة أم المؤمنين",
          "mohdith": "ابن حبان",
          "book": "صحيح ابن حبان",
          "numberOrPage": "869",
          "grade": "أخرجه في صحيحه",
          "takhrij": null
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "سؤال الله خَيْرَي الدنيا والآخرة"
    },
    {
      "id": 572,
      "text": "اللَّهُمَّ إِنِّي أَمْسَيْتُ أُشْهِدُكَ وَأُشْهِدُ حَمَلَةَ عَرْشِكَ، وَمَلَائِكَتَكَ وَجَمِيعَ خَلْقِكَ، أَنَّكَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ وَحْدَكَ لَا شَرِيكَ لَكَ، وَأَنَّ مُحَمَّدًا عَبْدُكَ وَرَسُولُكَ",
      "reference": "من قالها حين يصبح وحين يمسي أربع مرات أعتقه الله من النار . أخرجه أبو داود 4/ 317 والبخاري في الأدب المفرد برقم 1201 والنسائي في عمل اليوم والليلة برقم 9، وابن السني برقم 70 وحسن سماحة الشيخ ابن باز إسناد النسائي وأبي داود في تحفة الأخيار ص 23",
      "source": "HisnElMuslim",
      "repeatTarget": 4,
      "description": null,
      "originalCategory": "أَذْكَارُ المَسَاءِ"
    },
    {
      "id": 573,
      "text": "كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُعَوِّذُ الحَسَنَ وَالحُسَينَ رضي الله عنهما ((أُعِيذُكُمَا بِكَلِمَاتِ اللَّهِ التَّامَّةِ مِنْ كُلِّ شَيْطَانٍ وَهَامَّةٍ، وَمِنْ كُلِّ عَيْنٍ لاَمَّةٍ)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "ما يعوذ به الأولاد"
    },
    {
      "id": 574,
      "text": "((اللَّهُمَّ إِنِّي أَسْــــــأَلُكَ خَيْرَهَا، وَأَعُوذُ بِكَ مِنْ شَرِّهَا)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء الريح"
    },
    {
      "id": 575,
      "text": "ضَعْ يَدَكَ عَلَى الذِي تَأَلَّمَ مِنْ جَسَدِكَ وَقُلْ: (بِسْمِ اللَّهِ) ثَلَاثًا. وَقُلْ سَبْعَ مَرَّاتٍ: (أَعُوذُ بِاللَّهِ وَقُدْرَتِهِ مِنْ شَرِّ مَا أَجِدُ وَأُحَاذِرُ)",
      "reference": "مسلم 4/ 1728",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "مَا يَقُولُ مَنْ أَحَسَّ وَجَعًا فِي جَسَدِهِ"
    },
    {
      "id": 576,
      "text": "اللَّهُمَّ اسْقِ عِبَادَكَ، وَبَهَائِمَكَ، وَانْشُرْ رَحْمَتَكَ، وَأَحْيِي بَلَدَكَ المَيِّتَ",
      "reference": "أبو داود 1/ 305 وحسّنه الألباني في صحيح أبي داود 1/ 218",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "مِنْ أَدْعِيَةِ الاسْتِسْقَاءِ"
    },
    {
      "id": 577,
      "text": "((اللَّهُمَّ رَحْمَتَكَ أَرْجُو، فَلاَ تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ، وَأَصْلِحْ لِي شَأْنِي كُلَّهُ، لاَ إِلَهَ إِلاَّ أَنْتَ)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء الكرب"
    },
    {
      "id": 578,
      "text": "وَصَلَّى اللَّهُ وَسَلَّمَ وَبَارَكَ عَلَى نَبِيِّنَا مُحَمَّدٍ وَعَلَى آلِهِ وَأَصْحَابِهِ أَجْمَعِينَ",
      "reference": "البخاري مع الفتح 10/ 88 ومسلم 3/ 1595",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "مِنْ أَنْوَاعِ الخَيْرِ وَالآدَابِ الجَامِعَةِ"
    },
    {
      "id": 579,
      "text": "اللّهُـمَّ عالِـمَ الغَـيْبِ وَالشّـهادَةِ فاطِـرَ السّماواتِ وَالأرْضِ رَبَّ كـلِّ شَـيءٍ وَمَليـكَه ، أَشْهَـدُ أَنْ لا إِلـهَ إِلاّ أَنْت ، أَعـوذُ بِكَ مِن شَـرِّ نَفْسـي وَمِن شَـرِّ الشَّيْـطانِ وَشِرْكِهِ ، وَأَنْ أَقْتَـرِفَ عَلـى نَفْسـي سوءاً أَوْ أَجُـرَّهُ إِلـى مُسْـلِم.",
      "reference": "الترمذي",
      "source": "AzkarDB",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "أذكار الصباح"
    },
    {
      "id": 580,
      "text": "اللَّهُمَّ جَنِّبنِي مُنْكَرَاتِ الْأَخْلاقِ، وَالْأَهْوَاءِ، وَالْأَعْمَالِ وَالْأَدْوَاءِ",
      "reference": [
        {
          "rawi": "[قطبة بن مالك]",
          "mohdith": "الحاكم",
          "book": "المستدرك على الصحيحين",
          "numberOrPage": "1973",
          "grade": "صحيح على شرط مسلم",
          "takhrij": null
        },
        {
          "rawi": "قطبة بن مالك",
          "mohdith": "الوادعي",
          "book": "الصحيح المسند",
          "numberOrPage": "1084",
          "grade": "صحيح",
          "takhrij": "أخرجه الترمذي (3591) مختصراً، وابن حبان (960) باختلاف يسير، والطبراني (19/19) (36) واللفظ له."
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الاستعاذة من الآفات البدنية والنفسية"
    },
    {
      "id": 581,
      "text": "((يَجْمَعُ كَفَّيْهِ ثُمَّ يَنْفُثُ فِيهِمَا فَيَقْرَأُ فِيهِمَا:بسم الله الرحمن الرحيم ﴿قُلْ هُوَ اللَّهُ أَحَدٌ * اللَّهُ الصَّمَدُ* لَمْ يَلِدْ وَلَمْ يُولَدْ* وَلَمْ يَكُن لَّهُ كُفُواً أَحَدٌ﴾.  بسم الله الرحمن الرحيم ﴿قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ* مِن شَرِّ مَا خَلَقَ* وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ* وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ* وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ﴾.  بسم الله الرحمن الرحيم ﴿قُلْ أَعُوذُ بِرَبِّ النَّاسِ* مَلِكِ النَّاسِ* إِلَهِ النَّاسِ* مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ* الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ* مِنَ الْجِنَّةِ وَ النَّاسِ﴾ ثُمَّ يَمْسَحُ بِهِمَا مَا اسْتَطَاعَ مِنْ جَسَدِهِ يَبْدَأُ بِهِمَا عَلَى رَأْسِهِ وَوَجْهِهِ وَمَا أَقبَلَ مِنْ جَسَدِهِ)) (يفعلُ ذلك ثلاثَ مرَّاتٍ).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "أذكار النوم"
    },
    {
      "id": 582,
      "text": "أَعُوذُ بِاللَّهِ الْعَظِيمِ، وَبِوَجْهِهِ الْكَرِيمِ، وَسُلْطَانِهِ الْقَدِيمِ، مِنَ الشَّيْطَانِ الرَّجِيمِ.",
      "reference": "أبو داود",
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": "فإذا قالَ ذلكَ قال الشيطانُ : حُفِظَ منِّي سائرَ اليومِ",
      "originalCategory": "الرقية الشرعية من السنة النبوية"
    },
    {
      "id": 583,
      "text": "((اللَّهُمَّ رَبَّ السَّمَوَاتِ السَّبْعِ وَمَا أَظْلَلْنَ، وَرَبَّ الأَرَضِينَ السَّبْعِ وَمَا أَقْلَلْنَ، وَرَبَّ الشَّياطِينِ وَمَا أَضْلَلْنَ، وَرَبَّ الرِّيَاحِ وَمَا ذَرَيْنَ، أَسْأَلُكَ خَيْرَ هَذِهِ الْقَرْيَةِ، وَخَيْرَ أَهْلِهَا، وَخَيْرَ مَا فِيهَا، وَأَعُوذُ بِكَ مِنْ شَرِّهَا، وَشَرِّ أَهْلِهَا، وَشَرِّ مَا فِيهَا)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "دعاء دخول القرية أو البلدة"
    },
    {
      "id": 584,
      "text": "((اللَّهُمَّ قِنِي عَذَابَكَ يَوْمَ تَبْعَثُ عِبَادَكَ)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "أذكار النوم"
    },
    {
      "id": 585,
      "text": "((يُكَبِّرُ عَلَى كُلِّ شَرَفٍ ثَلاَثَ تَكْبِيرَاتٍ ثُمَّ يَقُولُ: لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، آيِبُونَ، تَائِبُونَ، عَابِدُونَ، لِرَبِّنا حَامِدُونَ، صَدَقَ اللَّهُ وَعْدَهُ، وَنَصَرَ عَبْدَهُ، وَهَزَمَ الْأَحْزابَ وَحْدَهُ)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "ذكر الرجوع من السفر"
    },
    {
      "id": 586,
      "text": "إِذَا تَزَوَّجَ أَحَدُكُمْ اِمْرَأَةً، أَوْ إِذَا اِشْتَرَى خَادِمًا فَلْيَقُلْ: (اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا وَخَيْرَ مَا جَبَلْتَهَا عَلَيْهِ وَأَعُوذُ بِكَ مِنْ شَرِّهَا وَشَرِّ مَا جَبَلْتَهَا عَلَيْهِ) وَإِذَا اِشْتَرَى بَعِيرًا فَلْيَأْخُذْ بِذِرْوَةِ سَنَامِهِ وَلْيَقُلْ مِثْلَ ذَلِكَ",
      "reference": "أبو داود 2/ 248 وابن ماجة 1/ 617 وانظر صحيح ابن ماجة 1/ 324",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ المُتَزَوِّجِ وَشِرَاءِ الدَّابَّةِ"
    },
    {
      "id": 587,
      "text": "اللهُمَّ إِنَّا نَعُوذُ بِكَ مِنْ أَنْ نُشْرِكَ بِكَ شَيْئًا نَعْلَمُهُ، وَنَسْتَغْفِرُكَ لَما لا نَعْلَمُ",
      "reference": [
        {
          "rawi": "أبو موسى الأشعري",
          "mohdith": "الألباني",
          "book": "صحيح الترغيب",
          "numberOrPage": "36",
          "grade": "حسن لغيره",
          "takhrij": null
        },
        {
          "rawi": "أبو موسى الأشعري",
          "mohdith": "المنذري",
          "book": "الترغيب والترهيب",
          "numberOrPage": "1/59",
          "grade": "رواته إلى أبي علي محتج بهم في الصحيح أبو علي وثقه ابن حبان ولم أر أحدا جرحه",
          "takhrij": "أخرجه أحمد (19622)، والبخاري في ((التاريخ الكبير)) (509)، والطبراني في ((المعجم الأوسط)) (3479) باختلاف يسير"
        },
        {
          "rawi": "أبو موسى الأشعري",
          "mohdith": "الهيثمي",
          "book": "مجمع الزوائد",
          "numberOrPage": "10/226",
          "grade": "رجاله رجال الصحيح غير أبي علي ووثقه ابن حبان",
          "takhrij": "أخرجه أحمد (19622)، والبخاري في ((التاريخ الكبير)) (509)، والطبراني في ((المعجم الأوسط)) (3479) باختلاف يسير"
        },
        {
          "rawi": "أبو موسى الأشعري",
          "mohdith": "شعيب الأرناؤوط",
          "book": "تخريج المسند لشعيب",
          "numberOrPage": "19606",
          "grade": "إسناده ضعيف",
          "takhrij": "أخرجه أحمد (19606) واللفظ له، وابن أبي شيبة (30163)، والطبراني في ((المعجم الأوسط)) (3479)"
        },
        {
          "rawi": "أبو موسى الأشعري",
          "mohdith": "الطبراني",
          "book": "المعجم الأوسط",
          "numberOrPage": "4/10",
          "grade": "لم يروه عن عبد الملك بن أبي سليمان إلا بن نمير ولا يروى عن أبي موسى إلا من هذا الوجه",
          "takhrij": null
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "سؤال الله المغفرة والرحمة"
    },
    {
      "id": 588,
      "text": "اللّهُـمَّ إِنِّـي أَصْبَـحْتُ أُشْـهِدُك ، وَأُشْـهِدُ حَمَلَـةَ عَـرْشِـك ، وَمَلَائِكَتَكَ ، وَجَمـيعَ خَلْـقِك ، أَنَّـكَ أَنْـتَ اللهُ لا إلهَ إلاّ أَنْـتَ وَحْـدَكَ لا شَريكَ لَـك ، وَأَنَّ ُ مُحَمّـداً عَبْـدُكَ وَرَسـولُـك.",
      "reference": "أبو داود",
      "source": "AzkarDB",
      "repeatTarget": 4,
      "description": "من قالها أعتقه الله من النار.",
      "originalCategory": "أذكار الصباح"
    },
    {
      "id": 589,
      "text": "بِسْمِ اللَّهِ (ثَلَاثًا)، أَعُوذُ بِاللَّهِ وَقُدْرَتِهِ مِنْ شَرِّ مَا أَجِدُ وَأُحَاذِرُ (سَبْعَ مَرَّاتٍ).",
      "reference": "مسلم",
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الرقية الشرعية من السنة النبوية"
    },
    {
      "id": 590,
      "text": "أعوذُ بكلماتِ اللهِ التامَّةِ ، مِن كُلِّ شيطانٍ وهامَّةٍ ، ومِن كُلِّ عَيْنٍ لامَّةٍ.",
      "reference": "البخاري",
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الرقية الشرعية من السنة النبوية"
    },
    {
      "id": 591,
      "text": "اللهم  احفظني من بين يدي ومن خلفي وعن يميني وعن شمالي ومن فوقي وأعوذ بعظمتك أن أغتال من تحتي",
      "reference": "أبو داود وابن ماجه وانظر صحيح ابن ماجه 2/ 332",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "أَذْكَارُ الصَّبَاحِ"
    },
    {
      "id": 592,
      "text": "((مَنْ حَفِظَ عَشْرَ آيَاتٍ مِنْ أَوَّلِ سُورَةِ الْكَهْفِ عُصِمَ مِنَ الدَّجَّالِ)) ، وَالْاسْتِعَاذَةُ بِاللَّهِ مِنْ فِتْنَتِهِ عَقِبَ التَّشَهُّدِ الْأَخِيرِ مِنْ كُلِّ صَلاَةٍ.",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "ما يعصم الله به من الدجال"
    },
    {
      "id": 593,
      "text": "اللَّهُمَّ رَبَّ السَّمَوَاتِ السَّبْعِ وَمَا أَظْلَلْنَ، وَرَبَّ الأَرَضِينِ السَّبْعِ وَمَا أَقْلَلْنَ، وَرَبَّ الشَّيَاطِينِ وَمَا أَضْلَلْنَ، وَرَبَّ الرِّيَاحِ وَمَا ذَرَيْنَ، أَسْأَلُكَ خَيْرَ هَذِهِ القَرْيَةِ وَخَيْرَ أَهْلِهَا، وَخَيْرَ مَا فِيهَا، وَأَعُوذُ بِكَ مِنْ شَرِّهَا، وَشَرِّ أَهْلِهَا، وَشَرِّ مَا فِيهَا",
      "reference": "الحاكم وصحّحه ووافقه الذّهبي 2/ 100 وابن السّني برقم 524 وحسّنه الحافظ في تخريج الأذكار 5/ 154، قال ابن باز: ورواه النّسائي بإسناد حسن. انظر تحفة الأخيار ص 37",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "دُعَاءُ دُخُولِ القَرْيَةِ أَو البَلْدَةِ"
    },
    {
      "id": 594,
      "text": "بِسْمِ اللَّهِ، اللَّهُمَّ جَنِّبْنَا الشَّيْطَانَ وَجَنِّبْ الشَّيْطَانَ مَا رَزَقْتَنَا",
      "reference": "البخاري 6/ 141 ومسلم 2/ 1028",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "الدُّعَاءُ قَبْلَ إِتُيَانِ الزَّوْجَةِ"
    },
    {
      "id": 595,
      "text": "اللَّهُمَّ أَسْأَلُكَ خَشْيَتَكَ فِي الْغَيْبِ وَالشَّهَادَةِ، وَأَسْأَلُكَ كَلِمَةَ الْحَقِّ فِي الرِّضَا وَالْغَضَبِ، وَأَسْأَلُكَ الْقَصْدَ فِي الْفَقْرِ وَالْغِنَى، وَأَسْأَلُكَ نَعِيمًا لا يَنْفَدُ، وَأَسْأَلُكَ قُرَّةَ عَيْنٍ لا تَنْقَطِعُ، وَأَسأَلُكَ الرِّضَاءَ بَعْدَ الْقَضَاءِ، وَأَسْأَلُكَ بَرْدَ الْعَيْشِ بَعْدَ الْموْتِ، وَأَسْأَلُكَ لَذَّةَ النَّظَرِ إِلَى وَجْهِكَ، وَالشَّوْقَ إِلَى لِقَائِكَ فِي غَيْرِ ضَرَّاءَ مُضِرَّةٍ، وَلا فِتْنَةٍ مُضِلَّةٍ، اللَّهُمَّ زَيِّنَا بِزِينَةِ الْإِيمَانِ، وَاجْعَلْنَا هُدَاةً مُهْتَدِينَ",
      "reference": [
        {
          "rawi": "عمار بن ياسر",
          "mohdith": "الألباني",
          "book": "صحيح النسائي",
          "numberOrPage": "1304",
          "grade": "صحيح",
          "takhrij": "أخرجه النسائي (1305) واللفظ له، وأحمد (18325)، من حديث عمار بن ياسر"
        },
        {
          "rawi": "عمار بن ياسر",
          "mohdith": "شعيب الأرناؤوط",
          "book": "تخريج شرح الطحاوية",
          "numberOrPage": "59",
          "grade": "إسناده صحيح",
          "takhrij": "أخرجه النسائي (1305)، وأحمد (18325) باختلاف يسير"
        }
      ],
      "source": "100DuaaBook",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "سؤال الله صلاح الدين وصلاح الآخرة"
    },
    {
      "id": 596,
      "text": "((لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ [ثلاثاً]، اللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الجَدُّ)).",
      "reference": null,
      "source": "AzkarDB",
      "repeatTarget": null,
      "description": null,
      "originalCategory": "الأذكار بعد السلام من الصلاة"
    },
    {
      "id": 597,
      "text": "(قُلْ أَعُوذُ بِرَبِّ النَّاسِ * مَلِكِ النَّاسِ * إِلَهِ النَّاسِ * مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ * الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ * مِنَ الْجِنَّةِ وَالنَّاسِ)",
      "reference": "من قالها ثلاث مرات حين يصبح وحين يمسي كفته من كل شيء. أبو داود 4/ 322 والتّرمذي 5/ 567 وانظر صحيح التّرمذي 3/ 182",
      "source": "HisnElMuslim",
      "repeatTarget": 3,
      "description": null,
      "originalCategory": "أَذْكَارُ المَسَاءِ"
    },
    {
      "id": 598,
      "text": "{قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ * مِن شَرِّ مَا خَلَقَ * وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ * وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ * وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ}",
      "reference": "أبو داود 2/ 86 والنسائي 3/ 68 وانظر صحيح التّرمذي 2/ 8 والسور الثلاث يقال لها المعوذات وانظر فتح الباري 9/ 62",
      "source": "HisnElMuslim",
      "repeatTarget": 1,
      "description": null,
      "originalCategory": "الأَذْكَارُ بَعْدَ السَّلَامِ مِنَ الصَّلَاةِ"
    },
    {
      "id": 599,
      "text": "{قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ * مِن شَرِّ مَا خَلَقَ * وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ * وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ * وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ}",
      "reference": "من قالها ثلاث مرات حين يصبح وحين يمسي كفته من كل شيء. أبو داود 4/ 322 والتّرمذي 5/ 567 وانظر صحيح التّرمذي 3/ 182",
      "source": "HisnElMuslim",
      "repeatTarget": 3,
      "description": null,
      "originalCategory": "أَذْكَارُ الصَّبَاحِ"
    },
    {
      "id": 600,
      "text": "{قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ * مِن شَرِّ مَا خَلَقَ * وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ * وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ * وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ}",
      "reference": "البخاري مع الفتح 9/ 62 ومسلم 4/ 1723",
      "source": "HisnElMuslim",
      "repeatTarget": 3,
      "description": null,
      "originalCategory": "أَذْكَارُ النَّوْمِ"
    }
  ]
};
export default DUA_SOURCE_CATEGORY;
